Repository: staycanuca/PersonalDataVistaTV
Catalog: zips/skin.estuary.mod/language/resource.language.*/strings.po
Languages: it_it, lt_lt, pl_pl, ru_ru

# #40117
source: Most watched music videos
it_it: Video musicali più visti
lt_lt: Daugiausiai žiūrėti muzikos video
pl_pl: Najczęściej oglądane teledyski
ru_ru: Самые просматриваемые муз. видео

# #40118
source: Lyrics source
it_it: Origine testi
lt_lt: Dainų žodžių šaltinis
pl_pl: Źródło tekstu
ru_ru: Источник текстов

# #40119
source: Customize items and submenus of the home menu.
it_it: Personalizza gli elementi e sottomenù del menù principale.
lt_lt: Derinti namų ekrano elementus ir pomeniu.
pl_pl: Dopasuj elementy menu głównego.
ru_ru: Настроить элементы и подменю главного меню.

# #40120
source: Customize items of the power menu.
it_it: Personalizza gli elementi del menù Alimentazione.
lt_lt: Derinti pažengusiųjų meniu.
pl_pl: Dopasuj elementy menu zasilania.
ru_ru: Настройка пунктов меню питания.

# #40121
source: Reset default items of the home menu and power menu.
it_it: Ripristina al valore predefinito gli elementi del menù Home e del menù Alimentazione.
lt_lt: Atstatyti namų ir maitinimo meniu elementus.
pl_pl: Przywróć domyślne elementy menu startowego i menu zasilania.
ru_ru: Сбросить на настройки по умолчанию главное меню и меню питания.

# #40122
source: Hide top and bottom bars.[CR][[B]Never[/B]] Bars are always displayed.[CR][[B]Only on library[/B]] Bars are hidden only on Movies, TV Shows and Music libraries. [CR][[B]All over skin[/B]] Bars are hidden all over skin.
it_it: Nascondi le barre superiori e inferiori.[CR][[B]Mai[/B]] Visualizza sempre le barre.[CR][[B]Solo sulla Libreria[/B]] Nascondi le barre solo sui Film, Serie TV e Libreria Musicale.[CR][[B]Su tutta l'interfaccia[/B]] Nascondi le barre su tutta l'interfaccia.
lt_lt: Slėpti viršutinę ir apatinę juostas.[CR][[B]Niekada[/B]] Juostos visada rodomos.[CR][[B]Tik bibliotekoje[/B]] Juostos slepiamos tik Filmuose, TV laidose ir muzikos bibliotekoje. [CR][[B]Visur[/B]] Juostos slepiamos visoje temoje.
pl_pl: Ukryj górny i dolny pasek.[CR][[B]Nigdy[/B]] Paski są zawsze widzialne.[CR][[B]Tylko w bibliotece[/B]] Paski są ukryte tylko w bibliotekach filmów, seriali i muzyki. [CR][[B]Dla całej skórki[/B]] Paski ukryte dla całej skórki.
ru_ru: Скрывать верхнюю и нижнюю панели.[CR][[B]Никогда[/B]] Панели всегда отображаются.[CR][[B]Только в библиотеке[/B]] Панели скрываются лишь в Фильмах, Сериалах и Музыке. [CR][[B]По всей обложке[/B]] Панели всегда скрыты.

# #40123
source: Show slide effect of skin windows.
it_it: Mostra l'effetto di scorrimento per le finestre dell'interfaccia.
lt_lt: Išvaizdos languose rodyti slinkimo efektą.
pl_pl: Pokaż efekt przewijania okien skórki
ru_ru: Показывать эффект скольжения окон обложки

# #40124
source: Enable auto scrolling for plots and reviews.
it_it: Abilita l'auto scroll per trame e recensioni.
lt_lt: Siužetuose ir apžvalgose įjungti automatinį slinkimą.
pl_pl: Włącz autoprzewijanie fabuły i recenzji.
ru_ru: Включить автоперемотку для сюжетов и обзоров

# #40125
source: Show weather with the time and date on the top bar.
it_it: Mostra il meteo con data e ora sulla barra superiore.
lt_lt: Rodyti orų informaciją su laiku ir data viršutinėje juostoje.
pl_pl: Pokaż pogodę z czasem i datą w górnym pasku.
ru_ru: Отображать погоду рядом с временем и датой сверху

# #40126
source: Replace episodes thumbnails by TV shows thumbnails
it_it: Sostituisci le miniature degli episodi con quelle delle Serie TV
lt_lt: Pakeisti epizodų miniatiūras TV laidų miniatiūromis
pl_pl: Zastąp miniaturę odcinka przez miniaturę serialu
ru_ru: Заменить картинки эпизодов изображениями сериалов

# #40127
source: Show media flags icons such as resolution, ratio, video codec, audio codec, number of channels, duration...
it_it: Mostra le icone dei media per la risoluzione, il rapporto, il codec video, il codec audio, il numero di canali, la durata ...
lt_lt: Rodyti media žymas tokias kaip raiška, santykis, video kodekas, audio kodekas, kanalų skaičius, trukmė....
pl_pl: Pokazuje ikony mediów takie jak rozdzielczość, ratio, kodek wideo, kodek audio, numer kanału, czas trwania...
ru_ru: Показ медиафлажков: разрешение, соотношение сторон, аудиокодек, количество аудиоканалов, длительность…

# #40128
source: Show media flags to the same color as skin color.
it_it: Mostra le icone dei media con lo stesso colore dell'interfaccia.
lt_lt: Rodyti media žymas tokia pat spalva kaip ir išvaizda.
pl_pl: Pokazuje ikony mediów w takim samym kolorze jak skórka.
ru_ru: Показывать медиафлажки того же цвета, что и обложка

# #40129
source: Show animated posters instead of conventional posters. Conventional posters will be showed when no animated poster is available.
it_it: Mostra i poster animati al posto dei poster convenzionali. I poster convenzionali saranno mostrati quando non sono disponibili poster animati
lt_lt: Rodyti animuotus plakatus vietoj statinių. Jei nebus animuotų plakatų bus rodomas paprastas.
pl_pl: Pokazuje animowane plakaty zamiast zwykłych plakatów. Zwykłe plakaty będą pokazywane w przypadku braku animowanych plakatów.
ru_ru: Показывать анимированные постеры вместо обычных. Обычные постеры будут отображаться, если анимированный постер отсутствует.

# #40130
source: Show movies and TV shows clearlogos on video library.
it_it: Mostra i clearlogos di Film e Serie TV sulla libreria video.
lt_lt: Video bibliotekoje rodyti filmų ir tv laidų „clearlogo“.
pl_pl: Wyświetla ClearLogos w bibliotece wideo dla filmów i seriali.
ru_ru: Показывать логотипы фильмов и сериалов в библиотеке видео.

# #40131
source: Show artists clearlogos on music library.
it_it: Mostra i clearlogos degli artisti sulla libreria musicale.
lt_lt: Muzikos bibliotekoje rodyti atlikėjo „clearlogo“.
pl_pl: Wyświetla ClearLogos artystów w bibliotece muzyki.
ru_ru: Показывать логотипы исполнителей в библиотеке музыки.

# #40132
source: Plot masked to avoid spoilers.
it_it: Maschera Plot per evitare spoilers.
lt_lt: Siužetas paslėptas siekiant neatskleisti istorijos.
pl_pl: Ukrywa fabułę, aby uniknąć spoilerów.
ru_ru: Сюжет скрыт для предотвращения спойлеров

# #40133
source: Show studios and recordslabels icons on library.
it_it: Mostra le icone degli studio e delle case discografiche sulla libreria.
lt_lt: Bibliotekoje rodyti studijos ir įrašų studijos piktogramas.
pl_pl: Pokazuje ikony studia i wytwórni w bibliotece.
ru_ru: Показывать значки студий и лейблов в библиотеке

# #40134
source: Select studios icons addon.
it_it: Seleziona l'addon per le icone degli studio.
lt_lt: Pasirinkite studijos piktogramų priedą.
pl_pl: Wybiera wtyczkę ikon studia.
ru_ru: Выбрать дополнение значков студий

# #40135
source: Select recordslabels icons addon.
it_it: Seleziona l'addon per le icone delle case discografiche.
lt_lt: Pasirinkite įrašų studijos piktogramų priedą.
pl_pl: Wybiera wtyczkę ikon wytwórni.
ru_ru: Выбрать дополнение значков лейблов

# #40136
source: Show media fanart as background.
it_it: Mostra i media Fanarts come sfondo.
lt_lt: „fanart“ rodyti kaip foną.
pl_pl: Pokazuje FanArt jako tło.
ru_ru: Показывать фанарт мультимедиа в качестве фона

# #40137
source: Show video as background when returning on menu and a video is playing.
it_it: Mostra il video in background quando si ritorna al menù mentre un filmato è in riproduzione.
lt_lt: Atkuriant video, grįžtant į meniu, video rodyti kaip foną.
pl_pl: Pokazuje wideo w tle w momencie przejścia do menu w trakcie odtwarzania wideo.
ru_ru: Показывать видео в фоне при возврате в меню во время проигрывания видео.

# #40138
source: Show visualisation effects as background when a song is playing.
it_it: Mostra effetti grafici in background quando un brano è in riproduzione.
lt_lt: Grojant dainai vizualizacijos efektus rodyti kaip foną.
pl_pl: Pokazuje wizualizacje w tle w momencie przejścia do menu w trakcie odtwarzania muzyki.
ru_ru: Показывать эффекты визуализации в фоне при проигрывании песни.

# #40139
source: Replace default background by custom background.
it_it: Sostituisci lo sfondo predefinito con uno sfondo personalizzato.
lt_lt: Pakeisti numatytąjį foną į savo.
pl_pl: Zamienia domyślne tło na niestandardowe.
ru_ru: Заменить фон по умолчанию своим своим фоном

# #40140
source: Set location of the custom background.
it_it: Imposta la posizione dello sfondo personalizzato.
lt_lt: Nustatyti pasirinktinio fono vietą.
pl_pl: Ustawia lokacje niestandardowego tła.
ru_ru: Установить местоположение собственного фона

# #40141
source: Select multi fanarts for weather addon.
it_it: Seleziona i multi fanarts per l'addon meteo.
lt_lt: Pasirinkti kelis „fanart“ oro programėlei.
pl_pl: Wybierza wiele FanArtów dla dodatku z pogodą.
ru_ru: Выбрать мультифанарт для дополнения погоды.

# #40142
source: Set background opacity on all over skin.
it_it: Configura l'opacità dello sfondo per tutta l'interfaccia.
lt_lt: Fono permatomumą nustatyti visoje temoje.
pl_pl: Ustawia przezroczystość tła w obrębie całej skórki.
ru_ru: Установить прозрачность фона по всей обложке

# #40143
source: Show slideshow of artist fanarts on music visualisation screen.
it_it: Mostra slideshow dei fanart degli artisti sulla schermata di visualizzazione musica.
lt_lt: Muzikos vizualizacijos ekrane rodyti atlikėjų „fanart“ skaidres.
pl_pl: Pokazuje pokaz slajdów z FanArtów artysty podczas odtwarzania muzyki na ekranie wizualizacji.
ru_ru: Показывать слайдшоу фанартов исполнителей на экране музыкальной визуализации.

# #40144
source: Show slideshow of artist fanarts in thumbnail on music visualisation screen.
it_it: Mostra slideshow dei fanart degli artisti in miniatura sulla schermata di visualizzazione musica.
lt_lt: Muzikos vizualizacijos ekrane rodyti atlikėjų „fanart“ skaidres, miniatiūros vietoje.
pl_pl: Pokazuje pokaz slajdów z FanArtów artysty w formie miniaturek podczas odtwarzania muzyki na ekranie wizualizacji.
ru_ru: Показывать слайдшоу фанартов исполнителей в миниатюрах на экране музыкальной визуализации.

# #40145
source: Animate background or slideshow (if enabled) on music visualisation screen.
it_it: Sfondo animato delle slideshow (se abilitato) sulla schermata di visualizzazione musica.
lt_lt: Muzikos vizualizacijos ekrane animuoti foną arba skaidres(jei įjungta).
pl_pl: Animacje tła lub pokazu slajdów (jeśli włączony) na ekranie wizualizacji w trakcie odtwarzania muzyki.
ru_ru: Анимировать фон или слайдшоу (если включено) на экране музыкальной визуализации.

# #40146
source: Show visualisation effects on music visualisation screen.
it_it: Mostra effetti di visualizzazione sulla schermata di visualizzazione musica.
lt_lt: Muzikos vizualizacijos ekrane rodyti vizualizacijos efektus.
pl_pl: Pokazuje wizualizacje na ekranie wizualizacji w trakcie odtwarzania muzyki.
ru_ru: Показывать эффекты визуализации на экране музыкальной визуализации.

# #40147
source: Show CDArt on music visualisation screen.
it_it: Mostra CDArt sulla schermata di visualizzazione musica.
lt_lt: Muzikos vizualizacijos ekrane rodyti „CDArt“.
pl_pl: Pokazuje CDArty na ekranie wizualizacji w trakcie odtwarzania muzyki.
ru_ru: Показывать CD-арт на экране муз. визуализации

# #40148
source: Show ClearArt on video OSD.
it_it: Mostra ClearArt sull'OSD.
lt_lt: Rodyti „Clearart“ video OSD.
pl_pl: Wyświetla ClearArty na pasku sterowania odtwarzanym filmem.
ru_ru: Показывать ClearArt на панели видео.

# #40149
source: Set ClearArt position on video OSD.
it_it: Imposta la posizione dei ClearArt sull'OSD.
lt_lt: Nustatyti „ClearArt“ vietą ant video OSD.
pl_pl: Ustawia pozycję ClearArtów na pasku sterowania odtwarzanym filmem.
ru_ru: Установить позицию ClearArt на инфопанели видео.

# #40150
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
it_it: Mostra i ClearArt delle Serie TV con l'addon [B]NextUp Notification[/B].
lt_lt: Rodyti tv laidų „ClearArt“ su [B]NextUp pranešimų[/B]priedu.
pl_pl: Wyświetla ClearArty dla serialu w dodatku [B]NextUp Notification[/B].
ru_ru: Показывать ClearArt сериалов с дополнением [B]Уведомления NextUp[/B].

# #40151
source: Activate Kiosk mode. It allow to turn off sliding menu that provides access to various skin settings. Ideal for children or if Kodi is on free service.
it_it: Attiva modo Kiosk. Pemette di disattivare il menù scorrevole che consente di accedere alle varie impostazioni dell'interfaccia. Ideale per i bambini o se Kodi è su un servizio gratuito.
lt_lt: Įjungti „Kiosk“ režimą. Jis leidžia išjungti meniu kuriame yra įvairūs nustatymai. Idealu vaikams ar kai kodi naudojamas viešai.
pl_pl: Włącza tryb Kiosku. Umożliwia wyłączenie przesuwanego m
ru_ru: Активировать режим киоска. Это позволит отключить всплывающее меню, которое обеспечивает доступ к различным настройкам обложки. Идеально подходит, например, для детей.

# #40152
source: Select a photo, a video or a music to run when Kodi starting.
it_it: Seleziona una foto, un video o musica da riprodurre quando Kodi si avvia.
lt_lt: Pasrinkite foto, video ar dainą kuri bus atkuriama paleidžiant „Kodi“.
pl_pl: Wybiera zdjęcie, wideo lub muzykę odgrywaną w trakcie uruchamiania Kodi.
ru_ru: Выберите фото, видео или музыку, которая будет запускаться при старте Kodi

# #40153
source: Download automatically all necessary artworks. [B]Artwork Downloader[/B] addon is needed.
it_it: Scarica automaticamente tutti gli artworks necessari. L'addon [B]Artwork Downloader[/B] è necessario.
lt_lt: Automatiškai parsiųsti visus būtinus „artworks“. Reikia [B]Artwork Downloader[/B] priedo.
pl_pl: Pobiera automatycznie wszystkie wymagane ArtWorki. Dodatek [B]Artwork Downloader[/B] jest wymagany.
ru_ru: Скачивать автоматически все необходимые иллюстрации. Необходимо дополнение [B]Artwork Downloader[/B].

# #40154
source: Select weather icons addon.
it_it: Seleziona l'addon delle icone meteo.
lt_lt: Pasirinkite orų piktogramų priedą.
pl_pl: Wybiera dodatek ikon z pogodą.
ru_ru: Выберите дополнение значков погоды

# #40155
source: Replace default busy spinner by custom busy spinner.
it_it: Sostituisci l'icona di Loading predefinita con un'icona personalizzata.
lt_lt: Pakeisti numatytąjį užimtumo suktuką pasirinktiniu.
pl_pl: Ustawia niestandardowy gif ładowania.
ru_ru: Заменить спиннер по умолчанию на другой по выбору

# #40156
source: Show debug infos.
it_it: Mostra le info di debug.
lt_lt: Rodyti derinimo informaciją.
pl_pl: Pokazuje informacje debugowania.
ru_ru: Показывать отладочную информацию

# #40157
source: Save all skin settings.
it_it: Salva tutte le impostazioni dell'interfaccia.
lt_lt: Išsaugoti visus išvaizdos nustatymus.
pl_pl: Zapisuje wszystkie ustawienia skórki.
ru_ru: Сохранить все настройки обложки

# #40158
source: Restore all skin settings.
it_it: Ripristina tutte le impostazioni dell'interfaccia.
lt_lt: Atstatyti visus išvaizdos nustatymus.
pl_pl: Przywraca wszystkie ustawienia skórki.
ru_ru: Восстановить все настройки обложки

# #40159
source: Disable zoom effect
it_it: Disabilita l'effetto zoom
lt_lt: Išjungti išdidinimo efektą
pl_pl: Wyłącz powiększanie
ru_ru: Отключить эффект приближения

# #40160
source: Disable zoom effect when selecting item.
it_it: Disabilita l'effetto zoom quando si seleziona un elemento.
lt_lt: Išjungti priartinimo efektą pasirenkant elementą.
pl_pl: Wyłącza efekt powiększania po wybraniu elementu.
ru_ru: Отключить эффект приближения при выборе элемента

# #40161
source: Show music visualisation screen when playing song
it_it: Mostra la schermata di visualizzazione musica quando si riproduce una canzone
lt_lt: Atkuriant dainą rodyti muzikos vizualizaciją
pl_pl: Pokaż ekran wizualizacji podczas uruchamiania muzyki
ru_ru: Показывать экран музыкальной визуализации при проигрывании песни

# #40162
source: Show music visualisation screen directly when playing song.
it_it: Mostra direttamente la schermata di visualizzazione musica quando si riproduce una canzone.
lt_lt: Atkuriant muziką rodyti muzikos vizualizacijos ekraną tiesiogiai.
pl_pl: Pokaż ekran wizualizacji bezpośrednio podczas uruchamiania muzyki.
ru_ru: Показывать экран музыкальной визуализации прямо при проигрывании песни.

# #40163
source: Main color
it_it: Colore principale
lt_lt: Pagrindinė spalva
pl_pl: Główny kolor
ru_ru: Основной цвет

# #40164
source: Reset main color
it_it: Ripristina il colore principale
lt_lt: Atstatyti pagrindinę spalvą
pl_pl: Przywróć główny kolor
ru_ru: Сбросить основной цвет

# #40165
source: Color
it_it: Colore
lt_lt: Spalva
pl_pl: Kolor
ru_ru: Цвет

# #40166
source: Change main theme color.
it_it: Cambia il colore principale del tema.
lt_lt: Keisti pagrindinę temos spalvą.
pl_pl: Zmień główny kolor skóry
ru_ru: Изменить основной цвет темы

# #40167
source: Reset main color to default.
it_it: Ripristina il colore principale al valore predefinito.
lt_lt: Atstatyti pagrindinę spalvą į numatytąją.
pl_pl: Przywróć główny kolor skóry
ru_ru: Сбросить основной цвет к настройкам по умолчанию

# #40168
source: Live TV widget - Recently played channels
it_it: Widget Live TV - Canali riprodotti di recente
lt_lt: TV laidų transliacijos programėlė - nesenai atkurti kanalai
pl_pl: Widget Live TV - Ostatnio uruchamiane kanały
ru_ru: Виджет ТВ - Последние просмотренные каналы

# #40169
source: Watched to
it_it: Visto al
lt_lt: Žiūrėta
pl_pl: Obejrzany do
ru_ru: Просмотрено

# #40170
source: unwatched episodes
it_it: episodi non visti
lt_lt: nežiūrėti epizodai
pl_pl: nieobejrzane odcinki
ru_ru: непросмотренных эпизодов

# #40171
source: unwatched episode
it_it: episodio non visto
lt_lt: nežiūrėtas epizodas
pl_pl: nieobejrzany odcinek
ru_ru: непросмотренный эпизод

# #40172
source: Watched episodes
it_it: Episodi visti
lt_lt: Žiūrėti epizodai
pl_pl: Obejrzane odcinki
ru_ru: Просмотренные эпизоды

# #40173
source: Add sources
it_it: Aggiungi sorgente
lt_lt: Pridėti šaltinių
pl_pl: Dodaj źródła
ru_ru: Добавить источник

# #40174
source: My TV shows airing today
it_it: Le mie Serie TV in onda oggi
lt_lt: Mano tv laidos rodomos šiandien
pl_pl: Dzisiejsze premiery moich seriali
ru_ru: Мои сериалы, которые сегодня в эфире

# #40175
source: Next episodes to watch
it_it: Prossimo episodio da vedere
lt_lt: Kiti žiūrimi epizodai
pl_pl: Następny odcinek do obejrzenia
ru_ru: Следующие эпизоды для просмотра

# #40176
source: Hide Rotten Tomatoes and Metacritic info
it_it: Nascondi le info di Rotten Tomatoes e Metacritic
lt_lt: Slėpti „Rotten Tomatoes“ ir „Metacritic“ informaciją
pl_pl: Ukryj informacje z Rotten Tomatoes i Metacritic
ru_ru: Скрыть информацию Rotten Tomatoes и Metacritic

# #40177
source: Hide info from Rotten Tomatoes and Metacritic.
it_it: Nascondi le info provenienti da Rotten Tomatoes e Metacritic.
lt_lt: Slėpti informaciją iš „Rotten Tomatoes“ ir „Metacritic“.
pl_pl: Ukrywa informacje z Rotten Tomatoes i Metacritic.
ru_ru: Скрыть информацию от Rotten Tomatoes и Metacritic.

# #40178
source: Show media flags icons on home menu such as resolution, ratio, video codec, audio codec and number of channels.
it_it: Mostra le icone dei media nel menù home come la risoluzione, il rapporto, il codec video, il codec audio, il numero di canali.
lt_lt: Rodyti media žymų piktogramas tokias kaip raiška, santykis, video kodekas, audio kodekas, kanalų skaičius.
pl_pl: Pokazuje ikony mediów w menu głównym takie jak rozdzielczość, ratio, kodek wideo, kodek audio czy numer konału.
ru_ru: Показать значки медиафлажков в главном меню, такие как разрешение, соотношение сторон, видео- и аудио аудиокодек и количество каналов.

# #40179
source: Show media clearlogos
it_it: Mostra clearlogos dei media
lt_lt: Rodyti media „clearlogo“
pl_pl: Pokaż ClearLogos dla mediów
ru_ru: Показывать логотипы медиа

# #40180
source: Show clearlogos on home menu.
it_it: Mostra clearlogos sul menù home.
lt_lt: Rodyti „clearlogo“ namų meniu.
pl_pl: Wyświetla ClearLogos dla mediów.
ru_ru: Показывать логотипы в главном меню.

# #40181
source: Colors
it_it: Colori
lt_lt: Spalvos
pl_pl: Kolory
ru_ru: Цвета

# #40182
source: Skin colors related settings.
it_it: Parametri relativi ai colori del tema.
lt_lt: Su išvaizdos spalvomis susiję nustatymai.
pl_pl: Ustawienia dotyczące kolorów skórki.
ru_ru: Настройки, относящиеся к цветам обложки.

# #40183
source: Background color
it_it: Colore di sfondo
lt_lt: Fono spalva
pl_pl: Kolor tla
ru_ru: Цвет фона

# #40184
source: Reset background color
it_it: Reimposta il colore di sfondo
lt_lt: Atstatyti fono spalvą
pl_pl: Przywróć kolor tła
ru_ru: Сбросить цвет фона

# #40185
source: Change background color.
it_it: Cambia il colore di sfondo.
lt_lt: Keisti fono spalvą.
pl_pl: Zmienia kolor tła.
ru_ru: Сменить цвет фона

# #40186
source: Reset background color to default.
it_it: Ripristina il colore di sfondo predefinito.
lt_lt: Atstatyti fono spalvą į numatytąją.
pl_pl: Przywraca kolor tła do standardowego.
ru_ru: Сбросить фоновый цвет к настройкам по умолчанию

# #40187
source: Color selection
it_it: Selezione colore
lt_lt: Spalvos pasirinkimas
pl_pl: Wybór koloru
ru_ru: Выбор цвета

# #40188
source: Go up item.
it_it: Vai all'elemento superiore.
lt_lt: Eiti aukščiau.
pl_pl: Przesuwa element w górę.
ru_ru: Поднять пункт

# #40189
source: Go down item.
it_it: Vai all'elemento inferiore.
lt_lt: Eiti žemiau.
pl_pl: Przesuwa element w dół.
ru_ru: Опустить пункт

# #40190
source: Add item.
it_it: Aggiungi elemento.
lt_lt: Pridėti elementą.
pl_pl: Dodaje element.
ru_ru: Добавить элемент

# #40191
source: Delete item.
it_it: Cancella elemento.
lt_lt: Pašalinti elementą.
pl_pl: Usuwa element.
ru_ru: Удалить элемент

# #40192
source: Library options
it_it: Opzioni della libreria
lt_lt: Bibliotekos parinktys
pl_pl: Ustawienia biblioteki
ru_ru: Опции библиотеки

# #40193
source: Settings applying to library.
it_it: Impostazioni da applicare alla libreria.
lt_lt: Nustatymai taikomi bibliotekai.
pl_pl: Ustawienia związane z biblioteką.
ru_ru: Настройки библиотеки применяются

# #40194
source: Notification popup position
it_it: Posizione della notifica popup
lt_lt: Iššokančių pranešimų vieta
pl_pl: Położenie popupu powiadomień
ru_ru: Позиция всплывающих уведомлений

# #40195
source: Set notification popup position.
it_it: Configura la posizione della notifica popup.
lt_lt: Nustatyti iššokančių pranešimų vietą.
pl_pl: Ustawia położenie popupu powiadomień.
ru_ru: Установите позицию всплывающих уведомлений

# #40196
source: Bottom center
it_it: In basso al centro
lt_lt: Apačioje per vidurį
pl_pl: Na dole (środek)
ru_ru: Внизу по центру

# #40197
source: Bottom right
it_it: In basso a destra
lt_lt: Apačioje dešinėje
pl_pl: Na dole (z prawej)
ru_ru: Внизу справа

# #40198
source: Bottom left
it_it: In basso a sinistra
lt_lt: Apačioje kairėje
pl_pl: Na dole (z lewej)
ru_ru: Внизу слева

# #40199
source: Top center
it_it: In alto al centro
lt_lt: Viršuje per vidurį
pl_pl: Na górze (środek)
ru_ru: Вверху по центру

# #40200
source: Top right
it_it: In alto a destra
lt_lt: Viršuje dešinėje
pl_pl: Na górze (z prawej)
ru_ru: Вверху справа

# #40201
source: Top left
it_it: In alto a sinistra
lt_lt: Viršuje kairėje
pl_pl: Na górze (z lewej)
ru_ru: Вверху слева

# #40202
source: Video process information
it_it: Informazioni del Processo Video
lt_lt: Video apdorojimo informacija
pl_pl: Informacje o wideo
ru_ru: Информация видеопроцесса

# #40203
source: Hardware decoding
it_it: Decodifica Hardware
lt_lt: Aparatinis dekodavimas
pl_pl: Przetwarzanie sprzętowe
ru_ru: Определение аппаратуры

# #40204
source: Inactive
it_it: Inattivo
lt_lt: Neaktyvus
pl_pl: Nieaktywne
ru_ru: Неактивно

# #40205
source: Decoder
lt_lt: Dekoderis
pl_pl: Dekoder
ru_ru: Декодер

# #40206
source: Audio process information
it_it: Informazioni del Processo Audio
lt_lt: Audio apdorojimo informacija
pl_pl: Informacje o audio
ru_ru: Информация аудиопроцесса

# #40207
source: Memory used
it_it: Memoria utilizzata
lt_lt: Panaudota atmintis
pl_pl: Pamięć w użyciu
ru_ru: Занято памяти

# #40208
source: Channels
it_it: Canali
lt_lt: Kanalai
pl_pl: Kanały
ru_ru: Каналы
