Repository: staycanuca/PersonalDataVistaTV
Catalog: zips/skin.estuary.mod/language/resource.language.*/strings.po
Languages: it_it, lt_lt, pl_pl, ru_ru

# #31000
source: Now playing
it_it: In riproduzione
lt_lt: Dabar atkuriama
pl_pl: Teraz odtwarzane
ru_ru: Сейчас играет:

# #31001
source: Search...
it_it: Cerca...
lt_lt: Paieška ...
pl_pl: Szukaj...
ru_ru: Поиск…

# #31002
source: Show media fanart as background
it_it: Mostra elementi fanart come sfondo
lt_lt: Rodyti media įrašo Fanart fone
pl_pl: Pokazuj fototapety mediów w tle interfejsu
ru_ru: Показывать фанарт медиа как фон

# #31003
source: Cinema mode
it_it: Modalità cinema
lt_lt: Kino teatro režimas
pl_pl: Tryb kinowy
ru_ru: Режим кино

# #31004
source: Change mode
it_it: Cambia modalità
lt_lt: Pakeisti režimą
pl_pl: Zmień tryb
ru_ru: Изменить режим

# #31005
source: Watch as 2D
it_it: Guarda in 2D
lt_lt: Žiūrėti 2D režimu
pl_pl: Odtwarzaj w trybie 2D
ru_ru: Смотреть в 2D

# #31006
source: Random movies
it_it: Film casuali
lt_lt: Atsitiktiniai filmai
pl_pl: Filmy losowe
ru_ru: Случайные фильмы

# #31007
source: Unwatched movies
it_it: Film non visti
lt_lt: Neperžiūrėti filmai
pl_pl: Film nieobejrzane
ru_ru: Непросмотреные фильмы

# #31008
source: No disclaimer
it_it: Nessun avviso
lt_lt: Nėra atsakomybės apribojimo
pl_pl: Brak zastrzeżeń
ru_ru: Нет отказа от ответственности

# #31009
source: Download icons
it_it: Scarica icone
lt_lt: Atsisiųsti piktogramas
pl_pl: Pobierz ikony
ru_ru: Загрузить иконки

# #31010
source: In progress movies
it_it: Film in corso
lt_lt: Nebaigti žiūrėti filmai
pl_pl: Filmy w trakcie oglądania
ru_ru: Просматриваемые фильмы

# #31011
source: Most played albums
it_it: Album più riprodotti
lt_lt: Dažniausiai klausyti albumai
pl_pl: Albumy najczęściej odtwarzane
ru_ru: Самые проигрываемые альбомы

# #31012
source: Random albums
it_it: Album casuali
lt_lt: Atsitiktiniai albumai
pl_pl: Albumy losowe
ru_ru: Случайные альбомы

# #31013
source: Random artists
it_it: Artisti casuali
lt_lt: Atsitiktiniai atlikėjai
pl_pl: Wykonawcy losowi
ru_ru: Случайные исполнители

# #31014
source: Unplayed albums
it_it: Album non riprodotti
lt_lt: Neperklausyti albumai
pl_pl: Albumy nieodtwarzane
ru_ru: Непрослушанные альбомы

# #31015
source: Recent recordings
it_it: Registrazioni recenti
lt_lt: Naujausi įrašai
pl_pl: Najnowsze nagrania
ru_ru: Недавние записи

# #31016
source: Recently played channels
it_it: Canali riprodotti di recente
lt_lt: Neseniai žiūrėti kanalai
pl_pl: Kanały ostatnio odtwarzane
ru_ru: Недавно проигранные каналы

# #31017
source: Rated
it_it: Classificato
lt_lt: Įvertinta
pl_pl: Ocenione
ru_ru: Оценка

# #31018
source: Recently played channels
lt_lt: Paskutiniu metu atkurti kanalai
ru_ru: Недавно просмотренные каналы

# #31019
source: Forecast
it_it: Previsioni
lt_lt: Prognozė
pl_pl: Prognoza
ru_ru: Прогноз

# #31020
source: Actions
it_it: Azioni
lt_lt: Veiksmai
pl_pl: Operacje
ru_ru: Действия

# #31021
source: Misc options
it_it: Opzioni varie
lt_lt: Įvairios parinktys
pl_pl: Opcje dodatkowe
ru_ru: Другие параметры

# #31022
source: Sort by
it_it: Ordina per
lt_lt: Rūšiuoti pagal
pl_pl: Sortuj
ru_ru: Сорт. по

# #31023
source: Viewtype
it_it: Tipo di vista
lt_lt: Rodinio tipas
pl_pl: Widok
ru_ru: Вид просмотра

# #31024
source: Next tracks
it_it: Prossime tracce
lt_lt: Kiti takeliai
pl_pl: Kolejne utwory
ru_ru: Следующие треки

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
it_it: Nessun preferito trovato. Puoi aggiungere qualunque elemento dalle viste multimediali a questa lista usando il menù contestuale.
lt_lt: Nerasta mėgstamiausiųjų. Jūs galite pridėti bet kurį elementą iš media rodinių į šį sąrašą naudojant kontekstinį meniu.
pl_pl: Brak ulubionych. Możesz dodać dowolną pozycję do tej listy, z poziomu widoków mediów, przy użyciu menu kontekstowego.
ru_ru: Не найдено избранного… Вы можете добавить элемент из мультимедиа с помощью контекстного меню

# #31026
source: Go to albums
it_it: Vai agli Album
lt_lt: Eiti į albumus
pl_pl: Przejdź do albumów
ru_ru: Перейти к альбомам

# #31027
source: Go to songs
it_it: Vai ai Brani
lt_lt: Eiti į dainas
pl_pl: Przejdź do utworów
ru_ru: Перейти к композициям

# #31028
source: Show fanart
it_it: Mostra fanart
lt_lt: Rodyti Fanart
pl_pl: Pokaż fototapetę
ru_ru: Показывать фанарт

# #31029
source: Last logged in
it_it: Ultimo login
lt_lt: Paskutinis prisijungimas
pl_pl: Ostatnio zalogowany
ru_ru: Последний вход

# #31030
source: System Memory used
lt_lt: Išnaudota atminties
ru_ru: Использование сис. памяти

# #31031
source: Version info
it_it: Info versione
lt_lt: Versijos informacija
pl_pl: Informacje o wersji
ru_ru: Информация о версии

# #31032
source: Order
it_it: Ordina
lt_lt: Rūšiavimas
pl_pl: Porządek
ru_ru: Порядок

# #31033
source: Your rating
it_it: Tuo voto
lt_lt: Jūsų reitingas
pl_pl: Twoja ocena
ru_ru: Ваш рейтинг

# #31034
source: Extended info
it_it: Info Estese
lt_lt: Išplėstinė informacija
pl_pl: Dodatkowe
ru_ru: Дополнительная информация

# #31035
source: Pages
it_it: Pagine
lt_lt: Puslapis
pl_pl: Strony
ru_ru: Страницы

# #31036
source: items
it_it: elementi
lt_lt: elem.
pl_pl: pozycji
ru_ru: Объекты

# #31037
source: Tracklist
it_it: Lista tracce
lt_lt: Takelių sąrašas
pl_pl: Lista utworów
ru_ru: Треклист

# #31038
source: Rewind
it_it: Indietro
lt_lt: Prasukti atgal
pl_pl: Cofnij
ru_ru: Перемотка назад

# #31039
source: Fast forward
it_it: Avanti veloce
lt_lt: Prasukti pirmyn
pl_pl: Przewiń
ru_ru: Перемотка вперед

# #31040
source: Cancel update
it_it: Annulla aggiornamento
lt_lt: Nutraukti atnaujinimą
pl_pl: Anuluj aktualizację
ru_ru: Отменить обновление

# #31041
source: Camera manufacturer
it_it: Produttore camera
lt_lt: Kameros gamintojas
pl_pl: Producent aparatu
ru_ru: Производитель камеры

# #31042
source: Playlist options
it_it: Opzioni Playlist
lt_lt: Grojaraščio parinktys
pl_pl: Opcje listy odtwarzania
ru_ru: Параметры плейлиста

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
it_it: Imposta il tipo e aggiungi regole per creare una smart playlist. Queste playlist sono dinamiche e includono tutti gli elementi multimediali dal tuo database che rispettano le regole scelte.
lt_lt: Nustatykite išmaniojo grojaraščio tipą ir taisykles. Šie grojaraščiai yra dinaminiai ir įtraukia visus media elementus iš jūsų duomenų bazės, kurie atitinka pasirinktas taisykles.
pl_pl: Wybierz typ i dodaj regułę, aby utworzyć inteligentną listę odtwarzania. Takie listy są dynamiczne i zawierają wszystkie pozycje z Twojej bazy, które pasują do wybranych reguł.
ru_ru: Установите тип и добавьте правила для создания умного плейлиста. Эти плейлисты являются динамическими и включают в себя все мультимедийные элементы из вашей базы данных, которые соответствуют установленным вами правилам.

# #31044
source: Add group
it_it: Aggiungi gruppo
lt_lt: Pridėti grupę
pl_pl: Dodaj grupę
ru_ru: Добавить группу

# #31045
source: Rename group
it_it: Rinomina gruppo
lt_lt: Pervadinti grupę
pl_pl: Przemianuj grupę
ru_ru: Переименовать группу

# #31046
source: Delete group
it_it: Cancella gruppo
lt_lt: Pašalinti grupę
pl_pl: Usuń grupę
ru_ru: Удалить группу

# #31047
source: Read more...
it_it: Leggi altro...
lt_lt: Daugiau...
pl_pl: Więcej informacji...
ru_ru: Читать далее…

# #31048
source: Available
it_it: Disponibile
lt_lt: Prieinama
pl_pl: Dostępne
ru_ru: Доступно

# #31049
source: Press [B]Up[/B] to rewind or fast-forward
it_it: Premi [B]Su[/B] per riavvolgere o avanzare velocemente
lt_lt: Paspauskite [B]aukštyn[/B] norėdami prasukti atgal ar į priekį
pl_pl: Naciśnij [B]Góra[/B], aby cofać lub przewijać
ru_ru: Нажмите [B]Вверх[/B] для перемотки вперед или назад

# #31050
source: Press [B]OK[/B] to stop
it_it: Premi [B]OK[/B] per fermare
lt_lt: Paspauskite [B]OK[/B] norėdami sustabdyti
pl_pl: Naciśnij [B]OK[/B], aby zatrzymać
ru_ru: Нажмите [B]OK[/B] для остановки

# #31051
source: Toggle language
it_it: Scorri lingua
lt_lt: Perjungti kalbą
pl_pl: Przełącz język
ru_ru: Переключить язык

# #31052
source: filtered
it_it: filtrati
lt_lt: filtruota
pl_pl: filtrowane
ru_ru: отфильтровано

# #31053
source: Arial based
it_it: Basato su Arial
lt_lt: Arial pagrindu
pl_pl: Bazujące na Arialu
ru_ru: На основе Arial

# #31054
source: Press [B]Left[/B] to rewind, or [B]Right[/B] to fast-forward
it_it: Premi [B]Sinistra[/B] per riavvolgere, o [B]Destra[/B] per avanzare velocemente
lt_lt: Paspauskite [B]kairėn[/B] norėdami prasukti atgal ar [B]dešinėn[/B], jei norite prasukti į priekį
pl_pl: Naciśnij [B]Lewo[/B], aby cofać lub [B]Prawo[/B], aby przewijać
ru_ru: Нажмите [B]Влево[/B] для перемотки назад или [B]Вправо[/B] для перемотки вперед

# #31055
source: Subtitle download
it_it: Scarica Sottotitolo
lt_lt: Subtitrų atsiuntimas
pl_pl: Pobierz napisy
ru_ru: Скачивание субтитров

# #31056
source: Go to playlist
it_it: Vai a Playlist
lt_lt: Eiti į grojaraštį
pl_pl: Przejdź do listy odtwarzania
ru_ru: Перейти к плейлисту

# #31057
source: Show login screen on startup
it_it: Mostra schermata di login all'avvio
lt_lt: Rodyti prisijungimo langą paleidžiant
pl_pl: Pokazuj ekran logowania po uruchomieniu
ru_ru: Показывать экран входа при запуске

# #31058
source: Automatic Login on startup
it_it: Login automatico all'avvio
lt_lt: Automatinis prisijungimas paleidžiant
pl_pl: Loguj automatycznie po uruchomieniu
ru_ru: Автоматически входить при загрузке

# #31059
source: Updates available
it_it: Aggiornamenti disponibili
lt_lt: Galimi atnaujinimai
pl_pl: Dostępne aktualizacje
ru_ru: Доступны обновления

# #31060
source: minutes
it_it: minuti
lt_lt: minutės
pl_pl: minut
ru_ru: мин.

# #31061
source: Main menu items
it_it: Elementi menù principale
lt_lt: Meniu elementai
pl_pl: Pozycje menu startowego
ru_ru: Элементы главного меню

# #31062
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
it_it: Scorciatoie alle sezioni "File" di ogni tipo di contenuto media. Vai li per aggiungere sorgenti aggiuntive per i tuoi database.
lt_lt: Nuorodos į kiekvieno media tipo "Failų" skyrius. Pereikite ten, jei norite pridėti papildomų šaltinių į duomenų bazes.
pl_pl: Skróty do sekcji "Pliki" dla każdego typu mediów. Przejdź tam i dodaj dodatkowe źródła dla swoich baz danych.
ru_ru: Ссылки к разделам «Файлы» каждого типа носителя. Идите туда, чтобы добавить дополнительные источники для ваших баз данных.

# #31063
source: Sections
it_it: Sezioni
lt_lt: Skyriai
pl_pl: Sekcje
ru_ru: Секции

# #31064
source: unwatched
it_it: non visti
lt_lt: neperžiūrėta
pl_pl: nieobejrzane
ru_ru: непросмотрено

# #31065
source: Video playlist
it_it: Playlist Video
lt_lt: Vaizdo įrašų grojaraštis
pl_pl: Lista wideo
ru_ru: Плейлист видео

# #31066
source: Music playlist
it_it: Playlist Musicale
lt_lt: Muzikos grojaraštis
pl_pl: Lista utworów
ru_ru: Музыкальный плейлист

# #31067
source: Event log
it_it: Log eventi
lt_lt: Įvykių žurnalas
pl_pl: Dziennik zdarzeń
ru_ru: Журнал событий

# #31068
source: Choose presets
it_it: Scegli predefiniti
lt_lt: Pasirinkite išankstines parinktis
pl_pl: Wybierz szablon
ru_ru: Выбор пресетов

# #31069
source: Last Updated
it_it: Ultimo aggiornamento
lt_lt: Paskutinis atnaujinimas
pl_pl: Ostatnia aktualizacja
ru_ru: Последнее обновление

# #31070
source: Add media sources
it_it: Aggiungi sorgenti media
lt_lt: Pridėti media šaltinių
pl_pl: Dodaj źródła mediów
ru_ru: Добавить источники медиаданных

# #31071
source: by
it_it: da
lt_lt: nuo
pl_pl: po
ru_ru: от

# #31072
source: Power Options
it_it: Opzioni Alimentazione
lt_lt: Maitinimo parinktys
pl_pl: Opcje zasilania
ru_ru: Настройки питания

# #31073
source: Titles
it_it: Titoli
lt_lt: Pavadinimai
pl_pl: Tytuły
ru_ru: Названия

# #31074
source: Library root
it_it: Radice della Libreria
lt_lt: Bibliotekos katalogas
pl_pl: Szczyt biblioteki
ru_ru: Путь библиотеки

# #31075
source: Movie sets
it_it: Raccolte Film
lt_lt: Filmų rinkiniai
pl_pl: Serie filmowe
ru_ru: Киноциклы

# #31076
source: Play optical disc
it_it: Riproduci disco ottico
lt_lt: Atkurti optinį diską
pl_pl: Odtwarzaj dysk
ru_ru: Проиграть оптический диск

# #31077
source: Previous location
it_it: Località precedente
lt_lt: Ankstesnė vieta
pl_pl: Poprzednia lokalizacja
ru_ru: Предыдущее местоположение

# #31078
source: Next location
it_it: Prossima località
lt_lt: Kita vieta
pl_pl: Następna lokalizacja
ru_ru: Следующее местоположение

# #31079
source: Cast not available
it_it: Cast non disponibile
lt_lt: Vaidmenys negalimi
pl_pl: Brak obsady
ru_ru: Роли недоступны

# #31080
source: Ends at
it_it: Termina alle
lt_lt: Baigiasi
pl_pl: Koniec o
ru_ru: Окончание

# #31081
source: Album info
it_it: Info Album
lt_lt: Albumo informacija
pl_pl: O albumie
ru_ru: Сведения об альбоме

# #31082
source: Lyrics add-on
it_it: Add-on Testi
lt_lt: Dainų žodžių priedas
pl_pl: Dodatek tekstu utworu
ru_ru: Дополнение текстов песен

# #31083
source: Lyrics add-on settings
it_it: Impostazioni add-on Testi
lt_lt: Dainų žodžių priedo nustatymai
pl_pl: Ustawienia dodatku tekstu utworu
ru_ru: Настройки дополнения текстов песен

# #31084
source: Visualisation settings
it_it: Impostazioni di visualizzazione
lt_lt: Vizualizacijos nustatymai
pl_pl: Ustawienia wizializacji
ru_ru: Настройки визуализации

# #31085
source: Channel Group
it_it: Gruppo Canali
lt_lt: Kanalų grupė
pl_pl: Grupa kanałów
ru_ru: Группа каналов

# #31086
source: Metadata
it_it: Metadati
lt_lt: Metaduomenys
pl_pl: Metadane
ru_ru: Метаданные

# #31087
source: Provider settings
it_it: Impostazioni Provider
lt_lt: Tiekėjo nustatymai
pl_pl: Ustawienia dostawcy
ru_ru: Настройки провайдера

# #31088
source: Content scanning options
it_it: Opzioni scansione contenuto
lt_lt: Turinio nuskaitymo parinktys
pl_pl: Opcje skanowania zawartości
ru_ru: Параметры сканирования содержимого

# #31089
source: Available groups
it_it: Gruppi disponibili
lt_lt: Galimos grupės
pl_pl: Dostępne grupy
ru_ru: Доступные группы

# #31090
source: Search trailer
it_it: Cerca trailer
lt_lt: Ieškoti anonso
pl_pl: Szukaj zwiastuna
ru_ru: Найти трейлер

# #31091
source: Download subtitles
it_it: Scarica sottotitoli
lt_lt: Atsisiųsti subtitrus
pl_pl: Pobierz napisy
ru_ru: Загрузить субтитры

# #31092
source: Video menu
it_it: Menù Video
lt_lt: Vaizdo meniu
pl_pl: Menu wideo
ru_ru: Меню видео

# #31093
source: Show weather info in top bar
it_it: Mostra info Meteo nella barra superiore
lt_lt: Rodyti orų informaciją viršutinėje juostoje
pl_pl: Pokazuj aktualną pogodę w górnym pasku
ru_ru: Показывать сведения о погоде на верхней панели

# #31094
source: Show media flags for movies / episodes / music videos
it_it: Mostra icone media per film / episodi / video musicali
lt_lt: Rodyti media vėliavas filmams / epizodams / muzikiniams vaizdo įrašams
pl_pl: Pokazuj etykiety mediów dla filmów / odcinków / teledysków
ru_ru: Показывать медиафлажки для фильмов / эпизодов / муз. видео

# #31095
source: Use slide animations
it_it: Usa animazioni scorrimento
lt_lt: Naudoti slinkimo animacijas
pl_pl: Używaj animacji przesuwania
ru_ru: Использовать скользящую анимацию

# #31096
source: Local subtitle available
it_it: Sottotitolo locale disponibile
lt_lt: Prieinami lokalūs subtitrai
pl_pl: Dostępne lokalne napisy
ru_ru: Доступны локальные субтитры

# #31097
source: Channel options
it_it: Opzioni Canali
lt_lt: Kanalo parinktys
pl_pl: Opcje kanału
ru_ru: Настройки канала

# #31098
source: Select your Kodi user profile to login and continue
lt_lt: Pasirinkite savo Kodi profilį norėdami prisijungti ir tęsti
ru_ru: Выберите ваш профиль пользователя Kodi для входа и продолжения

# #31099
source: Icon Wall
it_it: Muro di Icone
lt_lt: Piktogramų siena
pl_pl: Kafelki ikon
ru_ru: Стена иконок

# #31100
source: Shift
it_it: Sposta
lt_lt: Postūmis
ru_ru: Шифт

# #31101
source: InfoWall
lt_lt: Infosiena
pl_pl: Kafelki informacji
ru_ru: Стена информации

# #31102
source: Wall
it_it: Muro
lt_lt: Siena
pl_pl: Kafelki
ru_ru: Стена

# #31103
source: Enter text here...
it_it: Inserisci il testo qui...
lt_lt: Įveskite tekstą čia...
pl_pl: Wprowadź tekst...
ru_ru: Введите текст здесь...

# #31104
source: Your library is currently empty. In order to populate it with your personal media, enter "Files" section, add a media source and configure it. After the source has been added and indexed you will be able to browse your library.
it_it: La tua Libreria è attualmente vuota. Per riempirla con i tuoi file multimediali personali, entra nella sezione "File", aggiungi una sorgente multimediale e configurala. Dopo che la sorgente sarà stata aggiunta e indicizzata potrai sfogliare la tua Libreria.
lt_lt: Jūsų biblioteka šiuo metu tuščia. Norėdami užpildyti ją asmeniniais media įrašais, eikite į "Failų" skyrių, pridėkite media šaltinį ir sukonfigūruokite jį. Kai šaltinis bus pridėtas ir suindeksuotas, galėsite naršyti po savo biblioteką.
pl_pl: Twoja biblioteka jest pusta. W celu wypełnienia jej własnymi mediami, wejdź do sekcji "Pliki", dodaj źródło mediów i skonfiguruj je. Po dodaniu źródła i przeskanowaniu jego zawartości, będziesz mieć możliwość przeglądania swojej biblioteki.
ru_ru: Ваша библиотека сейчас пуста. Чтобы заполнить её данными войдите в раздел «Файлы», добавьте медиаисточник и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
it_it: Aggiungi sorgenti video e imposta il contenuto appropriato per poter riempire le tue librerie video.
lt_lt: Pridėkite vaizdo įrašų šaltinius ir nustatykite atitinkamą turinio tipą, jei norite užpildyti savo vaizdo įrašų bibliotekas.
pl_pl: Dodaj źródła wideo i ustaw właściwy typ zawartości w celu wypełnienia swojej biblioteki wideo.
ru_ru: Добавьте медиаисточник и установите правильный тип его содержимого для заполнения видеобиблиотеки.

# #31106
source: Teletext
lt_lt: Teletekstas
pl_pl: Teletekst
ru_ru: Телетекст

# #31107
source: WideList
it_it: Lista Larga
lt_lt: Platus sąrašas
pl_pl: Lista szeroka
ru_ru: Широкий список

# #31108
source: Use custom global background
it_it: Usa sfondo globale personalizzato
lt_lt: Naudoti savą globalų foną
pl_pl: Używaj niestandardowego globalnego tła
ru_ru: Использовать свой глобальный фон

# #31109
source: Choose image path
it_it: Scegli il percorso immagine
lt_lt: Pasirinkite atvaizdo kelią
pl_pl: Wybierz ścieżkę do folderu z obrazem
ru_ru: Выберите путь к изображению

# #31110
source: Enter files section
it_it: Inserisci sezione file
lt_lt: Eiti į failų skyrių
pl_pl: Wejdź do sekcji Pliki
ru_ru: Доступ к разделу файлов

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
it_it: Vedi le tue immagini personali o scarica uno dei tanti add-on immagini dal repository ufficiale.
lt_lt: Peržiūrėti asmeninius paveikslėlius ar atsisiųsti vieną iš daugelio atvaizdų priedų iš oficialios saugyklos.
pl_pl: Umożliwia podgląd osobisty obrazów lub pobranie jednej z wielu wtyczek obrazów z oficjalnego repozytorium.
ru_ru: Просмотр личных фотографий или загрузка одного из многих фотодополнений из официального репозитория

# #31112
source: Toggle audio stream
it_it: Scorri traccia audio
lt_lt: Perjungti garso srautą
pl_pl: Przełącz ścieżkę dźwiękową
ru_ru: Выбор аудиопотока

# #31113
source: Search local library
it_it: Cerca nella libreria locale
lt_lt: Ieškoti lokalioje bibliotekoje
pl_pl: Szukaj w lokalnej bibliotece
ru_ru: Поиск в локальной библиотеке

# #31114
source: Search YouTube
it_it: Cerca su YouTube
lt_lt: Ieškoti YouTube
pl_pl: Szukaj w serwisie YouTube
ru_ru: Поиск в YouTube

# #31115
source: Search TheMovieDB
it_it: Cerca su TheMovieDB
lt_lt: Ieškoti TheMovieDB
pl_pl: Szukaj w serwisie TheMovieDB
ru_ru: Поиск в TheMovieDB

# #31116
source: Remove this main menu item
it_it: Rimuovi questo elemento di menù principale
lt_lt: Pašalinti šį pagrindinio meniu elementą
pl_pl: Usuń pozycję menu startowego
ru_ru: Удалить этот элемент основного меню

# #31117
source: Edit nodes
it_it: Modifica nodi
lt_lt: Redaguoti mazgus
pl_pl: Edytuj węzły
ru_ru: Редактирование узлов

# #31118
source: Enter add-on browser
it_it: Inserisci browser Add-On
lt_lt: Atidaryti priedų naršyklę
pl_pl: Wejdź do przeglądarki dodatków
ru_ru: Доступ к браузеру дополнений

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
it_it: Non hai ancora alcun add-on installato. Visita il nostro browser add-on per sfogliare la nostra collezione e migliorare la tua esperienza Kodi.
lt_lt: Jūs kol kas neturite jokių įdiegtų priedų. Atsidarykite mūsų priedų naršyklę, jei norite naršyti mūsų kolekciją ir pagerinti Kodi patirtį.
pl_pl: Posiadanie wcześniej zainstalowanych dodatków nie jest niezbędne. Odwiedź przeglądarkę dodatków, aby przejrzeć naszą kolekcję i rozszerzyć Kodi o dodatkowe funkcje.
ru_ru: У вас пока что нет установленных дополнений… Посетите наш браузер дополнений, чтобы просмотреть нашу коллекцию и улучшить свой Kodi.

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
it_it: Non hai ancora impostato un provider meteo. Per vedere le informazioni meteo, scegli un provider meteo e imposta la tua località.
lt_lt: Jūs kol kas nenustatėte orų tiekėjo. Jei norite matyti orų informaciją, pasirinkite orų tiekėją ir nustatykite savo vietovę.
pl_pl: Dostawca informacji pogodowych nie został jeszcze ustawiony. W celu wyświetlania informacji pogodowych, wybierz dostawcę i ustaw swoją lokalizację.
ru_ru: Вы не настроили провайдера погоды. Необходимо выбрать провайдера и настроить местоположение

# #31121
source: Set weather provider
it_it: Imposta provider meteo
lt_lt: Nustatyti orų tiekėją
pl_pl: Ustaw dostawcę pogody
ru_ru: Выбрать провайдера погоды

# #31122
source: Unwatched TV Shows
it_it: Serie TV non viste
lt_lt: Neperžiūrėtos TV laidos
pl_pl: Seriale nieobejrzane
ru_ru: Непросмотренные сериалы

# #31123
source: Same director
it_it: Stesso regista
lt_lt: Tas pats režisierius
pl_pl: Filmy reżysera
ru_ru: Тот же режиссёр

# #31124
source: Show images on map
it_it: Mostra immagini sulla mappa
lt_lt: Rodyti atvaizdus žemėlapyje
pl_pl: Pokazuj obrazy na mapie
ru_ru: Показать изображения на карте

# #31125
source: Press up for actor info
it_it: Premi Su per info attore
lt_lt: Paspauskite aukštyn norėdami atidaryti aktoriaus informaciją
pl_pl: Naciśnij Góra, aby zobaczyć notkę o aktorze
ru_ru: Нажмите для информации об актере

# #31126
source: Press OK to read plot
it_it: Premi OK per leggere la trama
lt_lt: Paspauskite OK, jei norite skaityti siužetą
pl_pl: Naciśnij kursor Góra, aby przeczytać fabułę
ru_ru: Нажмите ОК для чтения сюжета

# #31127
source: Show icons
it_it: Mostra icone
lt_lt: Rodyti piktogramas
pl_pl: Pokazuj ikony
ru_ru: Показать значки

# #31128
source: Contributors
it_it: Collaboratori
lt_lt: Bendraautoriai
pl_pl: Współpracownicy
ru_ru: Соучастники

# #31129
source: General settings applying to all areas of the skin.
it_it: Impostazioni generali che si applicano a tutte le aree dell'interfaccia.
lt_lt: Pagrindiniai nustatymai pritaikomi visoms teminės išvaizdoms sritims
pl_pl: Ogólne ustawienia mające zastosowanie we wszystkich obszarach skóry.
ru_ru: Основные настройки применяются ко всем областям обложки
