Repository: staycanuca/PersonalDataVistaTV
Catalog: zips/skin.estuary.mod/language/resource.language.*/strings.po
Languages: it_it, lt_lt, pl_pl, ru_ru

# #40209
source: Deinterlace
it_it: Deinterlacciamento
lt_lt: Išpinti
pl_pl: Usuwanie przeplotu
ru_ru: Деинтерлейс

# #40210
source: Processing
lt_lt: Apdorojama
pl_pl: Przetwarzanie
ru_ru: Выполняется

# #40211
source: Customizable widget (posters)
it_it: Widget personalizzabile (poster)
lt_lt: Derinama programėlė (plakatai)
pl_pl: Konfigurowalny widget (plakaty)
ru_ru: Настраиваемый виджет (постеры)

# #40212
source: Customizable widget (thumbs)
it_it: Widget personalizzabile (vignette)
lt_lt: Derinama programėlė (minatiūros)
pl_pl: Konfigurowalny widget (miniatury)
ru_ru: Настраиваемый виджет (миниатюры)

# #40213
source: Customizable widget (icons)
it_it: Widget personalizzabile (icone)
lt_lt: Derinama programėlė (piktogramos)
pl_pl: Konfigurowalny widget (ikony)
ru_ru: Настраиваемый виджет (значки)

# #40214
source: Set type of widgets
it_it: Configura i tipi di widgets
lt_lt: Programėliės tipas
pl_pl: Ustaw typ widgetu
ru_ru: Выберите тип виджетов

# #40215
source: Hide posters info
it_it: Nascondi le info dei poster
lt_lt: Slėpti plakatų informaciją
pl_pl: Ukryj informacje na plakatach
ru_ru: Скрыть инфо постеров

# #40216
source: Simple wall
it_it: Muro semplice
lt_lt: Paprasta siena
pl_pl: Prosta ściana
ru_ru: Простая стена

# #40217
source: To be continued ...
it_it: Continua...
lt_lt: Laukite tęsinio...
pl_pl: Ciąg dalszy nastąpi ...
ru_ru: Далее…

# #40218
source: Enable Next Up popup for Live TV
it_it: Abilita il popup Next Up per la Live TV
lt_lt: TV transliacijai įjungti „Next Up“ pranešimą
pl_pl: Włącz NextUp popup dla Live TV
ru_ru: Включить всплывающее окно следующей программы для ТВ

# #40219
source: Enable Next Up popup notification for Live TV.
it_it: Abilita la notifica popup Next Up per la Live TV.
lt_lt: TV transliacijai įjungti „Next Up“ iššokantį pranešimą.
pl_pl: Włącza NextUp popup dla Live TV.
ru_ru: Включить всплывающее окно уведомления о следующей программе для ТВ

# #40220
source: Random tv shows
it_it: Serie TV casuali
lt_lt: Atsitiktinė tv laida
pl_pl: Losowy serial
ru_ru: Случайные сериалы

# #40221
source: Set Hub image
it_it: Configura l'immagine dell'Hub
lt_lt: Nustatyti mazgo paveikslėlį
pl_pl: Ustaw obrazek Huba
ru_ru: Установить изображение хаба

# #40222
source: Set Hub items
it_it: Configura l'elemento dell'Hub
lt_lt: Nustatyti mazgo elementus
pl_pl: Ustaw elementy Huba
ru_ru: Установить элементы хаба

# #40223
source: Movies Hub
it_it: Hub Film
lt_lt: Filmų mazgas
pl_pl: Hub Filmowy
ru_ru: Хаб фильмов

# #40224
source: TV Shows Hub
it_it: Hub Serie TV
lt_lt: TV laidų mazgas
pl_pl: Hun Seriali
ru_ru: Хаб сериалов

# #40225
source: Customizable Hub 1
it_it: Hub personalizzabile 1
lt_lt: Derinamas mazgas 1
pl_pl: Konfigurowalny Hub 1
ru_ru: Настраиваемый хаб 1

# #40226
source: Random episodes
it_it: Episodi casuali
lt_lt: Atsitiktiniai epizodai
pl_pl: Losowe odcinki
ru_ru: Случайные эпизоды

# #40227
source: Select hub widget
it_it: Seleziona l'Hub widget
lt_lt: Pasirinkite mazgo programėlę
pl_pl: Wybierz widget Huba
ru_ru: Выбрать виджет хаба

# #40228
source: Customizable Hub 2
it_it: Hub personalizzabile 2
lt_lt: Derinamas mazgas 2
pl_pl: Konfigurowalny Hub 2
ru_ru: Настраиваемый хаб 2

# #40229
source: Customizable Hub 3
it_it: Hub personalizzabile 3
lt_lt: Derinamas mazgas 3
pl_pl: Konfigurowalny Hub 3
ru_ru: Настраиваемый хаб 3

# #40230
source: Hub Widget
it_it: Widget Hub
lt_lt: Mazgo programėlė
pl_pl: Widget Huba
ru_ru: Виджет хаба

# #40231
source: Hide widgets banners
it_it: Nascondi i banners dei widgets
lt_lt: Slėpti programėlių juostas
pl_pl: Ukryj paski widgetów
ru_ru: Прятать баннеры виджетов

# #40232
source: Next airing episodes
it_it: Prossimi episodi in onda
lt_lt: Kiti rodomi epizodai
pl_pl: Nadchodzące premiery odcinków
ru_ru: Эпизоды в ближайшем эфире

# #40233
source: Customizable widgets
it_it: Widgets personalizzabili
lt_lt: Derinamos programėlės
pl_pl: Konfigurowalne widgety
ru_ru: Настраиваемые виджеты

# #40234
source: Preconfigured widgets
it_it: Widgets preconfigurati
lt_lt: Iš anksto nustatytos programėlės
pl_pl: Prekonfigurowane widgety
ru_ru: Предустановленные виджеты

# #40235
source: No screenshot available
it_it: Screenshot non disponibile
lt_lt: Ekrano nuotraukos nėra
pl_pl: Brak zrzutu ekranu
ru_ru: Пока нет скриншотов

# #40236
source: Use clearlogos instead of thumbnails
it_it: Usa i clearlogos al posto delle vignette
lt_lt: Vietoj miniatiūrų naudoti „clearlogo“
pl_pl: Użyj ClearLogos zamiast miniaturek
ru_ru: Использовать логотипы вместо миниатюр

# #40237
source: Add rule
it_it: Aggiungi ruolo
lt_lt: Pridėti taisyklę
pl_pl: Dodaj regułę
ru_ru: Добавить правило

# #40238
source: Delete rule
it_it: Cancella ruolo
lt_lt: Šalinti taisyklę
pl_pl: Usuń regułę
ru_ru: Удалить правило

# #40239
source: Hide CD case
it_it: Nascondi la custodia del CD
lt_lt: Slėpti CD dėklą
pl_pl: Ukryj okładkę CD
ru_ru: Скрыть коробку CD

# #40240
source: Hide CD case on music visualisation screen.
it_it: Nascondi la custodia del CD sulla schermata di visualizzaione musica.
lt_lt: Muzikos vizualizacijos ekrane slėpti CD dėklą.
pl_pl: Ukrywa okładkę CD na ekranie wizualizacji.
ru_ru: Скрыть коробку CD на экране муз. визуализации

# #40241
source: Hide pictures info
it_it: Nascondi le info delle immagini
lt_lt: Slėpti paveikslėlių informaciją
pl_pl: Ukryj informacje o obrazku
ru_ru: Скрыть инфо картинок

# #40242
source: Mosaics
it_it: Mosaico
lt_lt: Mozaika
pl_pl: Mozaika
ru_ru: Мозаика

# #40243
source: Hide time and date
it_it: Nascondi tempo e data
lt_lt: Slėpti laiką ir datą
pl_pl: Ukryj czas i datę
ru_ru: Скрыть время и дату

# #40244
source: Hide time and date on top bar.
it_it: Nascondi tempo e data sulla barra superiore.
lt_lt: Slėpti laiką ir datą viršutinėje juostoje.
pl_pl: Ukrywa czas i datę na górnym pasku ekranu.
ru_ru: Скрыть время и дату на верхней панели

# #40245
source: Hide plots of unwatched episodes to avoid spoilers.
it_it: Nascondi trame di episodi non visti per evitare spoiler.
lt_lt: Slėpti nematytų epizodų siužetą, kad nebūtų atskleista istorija.
pl_pl: Ukrywa fabułę nieobejrzanych odcinków by uniknąć spojlerów.
ru_ru: Скрыть сюжет для непросмотренных эпизодов

# #40246
source: Unwatched movies recently added
it_it: Film non visti aggiunti di recente
lt_lt: Neseniai pridėti neperžiūrėti filmai
pl_pl: Nieobejrzane filmy ostatnio dodane
ru_ru: Фильмы, недавно добавленные и непросмотренные

# #40247
source: Unwatched episodes recently added
it_it: Episodi non visti aggiunti di recente
lt_lt: Neseniai pridėti neperžiūrėti epizodai
pl_pl: Nieobejrzane odcinki ostatnio dodane
ru_ru: Эпизоды, недавно добавленные и непросмотренные

# #40248
source: Hide watched items from recently added
it_it: Nascondi elementi visti dagli aggiunti di recente
lt_lt: Neseniai pridėtuose nerodyti matytų elementų
pl_pl: Ukryj w ostatnio dodanych obejrzane elementy
ru_ru: Скрыть просмотренные элементы из недавно добавленных

# #40249
source: Unwatched music videos recently added
it_it: Video musicali non visti aggiunti di recente
lt_lt: Neseniai pridėti neperžiūrėti muzikos video
pl_pl: Nieobejrzane ostatnio dodane teledyski
ru_ru: Муз. видео, недавно добавленные и непросмотренные

# #40250
source: Bigger font
it_it: Font più grande
lt_lt: Didesnis šriftas
pl_pl: Większa czcionka
ru_ru: Большой шрифт

# #40251
source: Pause video during access to extended info
it_it: Metti in pausa il video quando accedi alle info estese
lt_lt: Atidarant išplėstą informaciją sustabdyti video
pl_pl: Zatrzymaj wideo w trakcie przeglądania rozszerzonych informacji
ru_ru: Остановить видео во время доступа к расширенной информации

# #40252
source: Pause video when viewing extended info.
it_it: Metti in pausa il video quando vedi le info estese.
lt_lt: Atidarant išplėstą informaciją sustabdyti video.
pl_pl: Zatrzymuje wideo w trakcie przeglądania rozszerzonych informacji.
ru_ru: Остановить видео во время просмотра расширенной информации

# #40253
source: Background of 'Search...' shortcut
it_it: Sfondo della scorciatoia 'Cerca...'
lt_lt: „Ieškoti“ nuorodos fonas
pl_pl: Tło dla skrótu "Wyszukaj"
ru_ru: Фон ссылки «Поиск…»

# #40254
source: Background of 'Favourites' shortcut
it_it: Sfondo della scorciatoia 'Preferiti'
lt_lt: „Mėgstamiausi“ nuorodos fonas
pl_pl: Tło dla skrótu "Ulubione"
ru_ru: Фон ссылки «Избранное»

# #40255
source: Background of 'File browser' shortcut
it_it: Sfondo della scorciatoia 'File browser'
lt_lt: „Failų naršyklė“ nuorodos fonas
pl_pl: Tło dla skrótu "Przeglądarka plików"
ru_ru: Фон ссылки «Браузер файлов»

# #40256
source: Background of 'Settings' shortcut
it_it: Sfondo della scorciatoia 'Impostazioni'
lt_lt: „Nustatymai“ nuorodos fonas
pl_pl: Tło dla skrótu "Ustawienia"
ru_ru: Фон ссылки «Настройки»

# #40257
source: Background of 'Power options' shortcut
it_it: Sfondo della scorciatoia 'Opzioni Alimentazione'
lt_lt: „Maitinimo nustatymai“ nuorodos fonas
pl_pl: Tło dla skrótu "Opcje zasilania"
ru_ru: Фон ссылки «Опции питания»

# #40258
source: Replace background of [B]Search...[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]Cerca...[/B].
lt_lt: Pakeisti [B]Ieškoti...[/B] nuorodos foną.
pl_pl: Zamienia tło dla skrótu [B]Wyszukaj[/B]
ru_ru: Заменить фон для ссылки [B]Поиск…[/B]

# #40259
source: Replace background of [B]Favourites[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]Preferiti[/B].
lt_lt: Pakeisti [B]Mėgstamiausi...[/B] nuorodos foną.
pl_pl: Zamienia tło dla skrótu [B]Ulubione[/B]
ru_ru: Заменить фон для ссылки [B]Избранное[/B]

# #40260
source: Replace background of [B]File browser[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]File browser[/B].
lt_lt: Pakeisti [B]Failų naršyklė...[/B] nuorodos foną.
pl_pl: Zamienia tło dla skrótu [B]Przeglądarka plików[/B]
ru_ru: Заменить фон для ссылки [B]Браузер файлов[/B]

# #40261
source: Replace background of [B]Settings[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]Impostazioni[/B].
lt_lt: Pakeisti [B]Nustatymai...[/B] nuorodos foną.
pl_pl: Zamienia tło dla skrótu [B]Ustawienia[/B]
ru_ru: Заменить фон для ссылки [B]Настройки[/B]

# #40262
source: Replace background of [B]Power options[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]Opzioni Alimentazione[/B].
lt_lt: Pakeisti [B]Maitinimo parinktys...[/B] nuorodos foną.
pl_pl: Zamienia tło dla skrótu [B]Opcje zasilania[/B]
ru_ru: Заменить фон для ссылки [B]Опции питания[/B]

# #40263
source: Disable item.
it_it: Disabilita elemento.
lt_lt: Išjungti elementą
pl_pl: Wyłącza element.
ru_ru: Выключить элемент.

# #40264
source: Enable item.
it_it: Abilita elemento.
lt_lt: Įjungti elementą.
pl_pl: Włącza element.
ru_ru: Включить элемент.

# #40265
source: Up item
it_it: Elemento superiore
lt_lt: Eiti aukščiau
pl_pl: Przesuń w górę
ru_ru: Поднять элемент

# #40266
source: Down item
it_it: Elemento inferiore
lt_lt: Eiti žemiau
pl_pl: Przesuń w dół
ru_ru: Опустить элемент

# #40267
source: Add item
it_it: Aggiungi elemento
lt_lt: Pridėti elementą
pl_pl: Dodaj element
ru_ru: Добавить элемент

# #40268
source: Enable item
it_it: Abilita elemento
lt_lt: Įjungti elementą
pl_pl: Włącz element
ru_ru: Включить элемент

# #40269
source: Disable item
it_it: Disabilita elemento
lt_lt: Išjungti elementą
pl_pl: Wyłącz element
ru_ru: Выключить элемент

# #40270
source: Delete item
it_it: Cancella elemento
lt_lt: Pašalinti elementą
pl_pl: Usuń element
ru_ru: Удалить элемент

# #40271
source: Use basic vertical menu
it_it: Usa il menù verticale base
lt_lt: Naudoti paprastą vertikalų meniu
pl_pl: Używaj pionowego menu podstawowego
ru_ru: Использовать простое вертикальное меню

# #40272
source: Use basic vertical menu instead of dynamic vertical menu.
it_it: Usa il menù verticale base invece del menù verticale dinamico.
lt_lt: Naudoti paprastą vertikalų meniu, vietoj dinaminio meniu.
pl_pl: Używa pionowego menu podstawowego zamiast dynamicznego pionowego menu.
ru_ru: Использовать простое вертикальное меню вместо динамического.

# #40273
source: No bookmarks created yet.
it_it: Nessun preferito è stato ancora creato.
lt_lt: Kol kas nėra žymelių.
pl_pl: Brak zakładek.
ru_ru: Пока что нет созданных закладок

# #40274
source: Show Extrafanarts
it_it: Mostra Extrafanarts
lt_lt: Rodyti „extrafanart“
pl_pl: Pokaż ExtraFanArty
ru_ru: Показывать экстра-фанарт

# #40275
source: Show multiple backgrounds on the home menu and library.
it_it: Mostra sfondi multipli sul menù home e sulla libreria.
lt_lt: Rodyti kelis fonus namų meniu ir bibliotekoje.
pl_pl: Pokazuje różne tła dla menu głównego i biblioteki.
ru_ru: Показывать множественные фоны в главном меню и библиотеке

# #40276
source: Disable Kodi screensaver
it_it: Disabilita lo screensaver di Kodi
lt_lt: Išjungti Kodi ekrano užsklandą
pl_pl: Wyłącz wygaszacz ekranu Kodi
ru_ru: Отключить хранитель экрана Kodi

# #40277
source: Disable Kodi screensaver on fullscreen music playback.
it_it: Disabilita lo screensaver di Kodi sulla riproduzione musicale a schermo intero.
lt_lt: Atkuriant muziką visame ekrane išjungti kodi ekrano užsklandą.
pl_pl: Wyłącza wygaszacz ekranu Kodi w trakcie odtwarzania muzyki na pełnym ekranie.
ru_ru: Отключить хранитель экрана Kodi при полноэкранном воспроизведении музыки

# #40278
source: Show rating of TMDB rather than IMDB
it_it: Mostra classificazioni di TMDB anziché quelle di IMDB
lt_lt: Rodyti TMDB vertinimą vietoj IMDB
pl_pl: Pokaż ocenę z TMDB zamiast IMDB
ru_ru: Показывать рейтинг TMDB вместо IMDB

# #40279
source: Show rating of TheMovieDB.org rather than IMDb.com.
it_it: Mostra classificazioni di TheMovieDB.org anziché quelle di IMDb.com.
lt_lt: Rodyti TheMovieDB.org vietoj IMDb.com.
pl_pl: Pokazuje ocenę z TheMovieDB.org zamiast IMDb.com.
ru_ru: Показывать рейтинг TheMovieDB.org, а не IMDb.com

# #40280
source: Access to all your games
it_it: Accesso a tutti i tuoi giochi
lt_lt: Pasiekite visus savo žaidimus
pl_pl: Dostęp do wszystkich gier

# #40281
source: Background of 'Games' shortcut
it_it: Sfondo della scorciatoia 'Giochi'
lt_lt: „Žaidimai“ nuorodos fonas
pl_pl: Tło dla skrótu "Gry"

# #40282
source: Replace background of [B]Games[/B] shortcut.
it_it: Sostituisci lo sfondo della scorciatoia [B]Giochi[/B]
lt_lt: Pakeisti nuorodos [B]Žaidimai[/B] foną.
pl_pl: Zamienia tło dla skrótu [B]Gry[/B]

# #40283
source: Pattern type
it_it: Tipo Modello
lt_lt: Šablono tipas
pl_pl: Typ wzoru

# #40284
source: Pattern color
it_it: Colore Modello
lt_lt: Šablono spalva
pl_pl: Kolor wzoru

# #40285
source: Reset pattern color
it_it: Ripristina il colore del modello
lt_lt: Atstatyti šablono spalvą
pl_pl: Przywróć kolor wzoru

# #40286
source: Select pattern type of background.
it_it: Seleziona il tipo di modello dello sfondo.
lt_lt: Pasirinkite fono šablono tipą.
pl_pl: Wybiera typ wzoru dla tła.

# #40287
source: Change pattern color of background.
it_it: Cambia il colore del modello dello sfondo.
lt_lt: Keisti fono šablono spalvą.
pl_pl: Wybiera kolor wzoru dla tła.

# #40288
source: Reset pattern color of background.
it_it: Ripristina il colore del modello dello sfondo.
lt_lt: Atstatyti šablono fono spalvą į numatytąją.
pl_pl: Przywraca kolor wzoru dla tła.

# #40289
source: Horizontal guide
it_it: Guida orizzontale
lt_lt: Horizontali gairė
pl_pl: Poziomy przewodnik

# #40290
source: Number of items for widgets
it_it: Numero di elementi per i widget
lt_lt: Programėlių elementų skaičius
pl_pl: Ilość elementów w obrębie widgetu

# #40291
source: Set number of items to display on widgets.
it_it: Imposta il numero di elementi da visualizzare sui widget.
lt_lt: Nurodykite kiek bus rodoma programėlių.
pl_pl: Ustawia ilość elementów do wyświetlenia w obrębie widgetu.

# #40292
source: votes
it_it: voti
lt_lt: balsai
pl_pl: głosów

# #40293
source: Eject
lt_lt: Išstumti
pl_pl: Wysuń

# #40294
source: Hide Spoilers
lt_lt: Slėpti siužetą
pl_pl: Ukryj spoilery

# #31018
source: Most played channels
it_it: Canali più riprodotti
pl_pl: Kanały najczęściej odtwarzane

# #31030
source: Memory used
it_it: Memoria usata
pl_pl: Użycie pamięci

# #31098
source: Select your Kodi user profile[CR]to login and continue
it_it: Scegli il tuo profilo utente Kodi[CR]per fare login e continuare
pl_pl: Wybierz profil użytkownika[CR]do zalogowania, aby kontynuować

# #40044
source: Video OSD
it_it: OSD Video
pl_pl: Wideo (OSD)
ru_ru: Инфопанель видео

# #31132
source: min
ru_ru: мин
