Repository: staycanuca/PersonalDataVistaTV
Catalog: zips/skin.estuary.mod/language/resource.language.*/strings.po
Languages: it_it, lt_lt, pl_pl, ru_ru

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
it_it: Impostazioni relative al menù principale: Configura la schermata home come ti piace.
lt_lt: Su pagrindiniu meniu susiję nustatymai: susikonfigūruokite pradinį ekraną taip kaip patinka
pl_pl: Ustawienia związane z menu startowym: Konfiguracja ekranu startowego do swoich upodobań.
ru_ru: Настройки, относящиеся к главному меню: настройте по своему предпочтению

# #31131
source: Choose home fanart pack
it_it: Scegli il pacchetto fanart home
lt_lt: Pasirinkti pradinio ekrano Fanart paketą
pl_pl: Wybierz pakiet fototapet dla ekranu startowego
ru_ru: Выбрать домашний пакет фанарта

# #31133
source: Hide
it_it: Nascondi
lt_lt: Slėpti
pl_pl: Ukrywaj
ru_ru: Скрыть

# #31134
source: Remaining
it_it: Rimanenti
lt_lt: Liko
pl_pl: Pozostało
ru_ru: Осталось

# #31135
source: Installed from
it_it: Installato da
lt_lt: Įdiegta iš
pl_pl: Zainstalowano z
ru_ru: Установлено из

# #31136
source: Click here to see latest changes...
it_it: Clicca qui per vedere le ultime modifiche...
lt_lt: Paspauskite čia norėdami pamatyti paskutinius pakeitimus...
pl_pl: Naciśnij aby zobaczyć ostatnie zmiany...
ru_ru: Нажмите для просмотра последних изменений…

# #31137
source: PVR info
it_it: Info PVR
lt_lt: PVR Informacija
pl_pl: Informacje PVR
ru_ru: Информация PVR

# #31138
source: Player process info
it_it: Info Player process
lt_lt: Grotuvo proceso Informacija
pl_pl: Informacje o procesie odtwarzacza
ru_ru: Информация о процессе плеера

# #31139
source: Video decoder
lt_lt: Video dekoderis
pl_pl: Dekoder wideo
ru_ru: Видеодекодер

# #31140
source: Pixel format
it_it: Formato pixel
lt_lt: Pikselių formatas
pl_pl: Format pikseli
ru_ru: Формат пикселей

# #31141
source: Changes for version
it_it: Modifiche di versione
lt_lt: Versijos pakeitimai
pl_pl: Zmiany dla wersji
ru_ru: Изменения для версии

# #31142
source: Play speed
it_it: Velocità di Play
lt_lt: Atkūrimo greitis
pl_pl: Szybkość odtwarzania
ru_ru: Скорость проигрывания

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
it_it: Non hai ancora impostato un PVR. Per usare PVR, scegli un addon client PVR e configuralo. Visita http://kodi.wiki/view/PVR per maggiori informazioni.
lt_lt: Jūs nenustatėte PVR. Norėdami naudoti PVR, pasirinkite PVR klientą ir sukonfigūruokite jį. Aplankykite http://kodi.wiki/view/PVR ir sužinokite daugiau.
pl_pl: Nie ustawiłeś jeszcze PVR. Aby móc używać PVR, wybierz dodatek klient PVR i skonfiguruj go. Odwiedź http://kodi.wiki/view/PVR aby uzyskać więcej szczegółów.
ru_ru: В системе не найдено PVR-клиентов. Если собираетесь использовать PVR, выберите дополнение PVR-клиента и настройте его. Дополнительная информация на http://kodi.wiki/view/PVR

# #31144
source: Enter add-on browser
it_it: Entra nel browser add-on
lt_lt: Atidaryti priedų naršyklę
pl_pl: Otwórz przeglądarkę dodatków
ru_ru: Войти в браузер дополнений

# #31145
source: Search add-ons
it_it: Cerca add-ons
lt_lt: Ieškoti papildinių
pl_pl: Szukaj dodatków
ru_ru: Поиск дополнений

# #31146
source: Manage add-ons
it_it: Gestisci add-ons
lt_lt: Tvarkyti priedus
pl_pl: Zarządzaj dodatkami
ru_ru: Управление дополнениями

# #31147
source: Download add-ons
it_it: Scarica add-ons
lt_lt: Parsiųsti priedų
pl_pl: Pobierz dodatki
ru_ru: Скачать дополнения

# #31151
source: Numeric keypad
it_it: Tastiera numerica
lt_lt: Skaitmenų sritis
pl_pl: Klawiatura numeryczna
ru_ru: Цифровая клавиатура

# #40000
source: Show movies and tv shows clearlogos
it_it: Mostra clearlogos di film e di Serie TV
lt_lt: Rodyti filmų ir tv laidų „clearlogo“
pl_pl: Pokazuj ClearLogos dla filmów i seriali
ru_ru: Показывать логотипы фильмов и сериалов

# #40001
source: Customize power menu
it_it: Personalizza il Menù Alimentazione
lt_lt: Derinti pažengusiųjų meniu
pl_pl: Konfiguruj menu zasilania
ru_ru: Настроить меню питания

# #40002
source: Home menu
it_it: Menù Home
lt_lt: Namų meniu
pl_pl: Menu startowe
ru_ru: Главное меню

# #40003
source: Reset menus settings
it_it: Resetta le impostazioni dei menù
lt_lt: Atkurti meniu nustatymus
pl_pl: Przywróć ustawienia menu
ru_ru: Сбросить настройки меню

# #40004
source: Debug infos
it_it: Info di Debug
lt_lt: Derinimo informacija
pl_pl: Informacje debugowania
ru_ru: Отлад. инфо

# #40005
source: Extras
lt_lt: Papildomai
pl_pl: Dodatkowe
ru_ru: Дополнительно

# #40006
source: Background options
it_it: Opzioni di background
lt_lt: Fono nustatymai
pl_pl: Opcje tła
ru_ru: Настройки фона

# #40007
source: Display options
it_it: Opzioni di visualizzazione
lt_lt: Rodymo parinktys
pl_pl: Opcje wyświetlania
ru_ru: Опции отображения

# #40008
source: Weather widget
it_it: Widget Meteo
lt_lt: Oro programėlė
pl_pl: Widżet pogody
ru_ru: Виджет погоды

# #40009
source: Movies widget
it_it: Widget Film
lt_lt: Filmų programėlė
pl_pl: Widżet filmów
ru_ru: Виджет фильмов

# #40010
source: TV Shows widget
it_it: Widget Serie TV
lt_lt: TV laidų programėlė
pl_pl: Widżet seriali
ru_ru: Виджет сериалов

# #40011
source: Music widget
it_it: Widget Musica
lt_lt: Muzikos programėlė
pl_pl: Widżet muzyki
ru_ru: Виджет музыки

# #40012
source: Addons widget
it_it: Widget Addons
lt_lt: Priedų programėlė
pl_pl: Widżet dodatków
ru_ru: Виджет дополнений

# #40013
source: Media sources widget
it_it: Widget sorgenti media
lt_lt: Kūrinių šaltinų programėlė
pl_pl: Widżet źródła mediów
ru_ru: Виджет медиаисточников

# #40014
source: Live TV widget - Channels
it_it: Widget Live TV - Canali
lt_lt: TV laidų transliacijos programėlė - Kanalai
pl_pl: Widżet Live TV
ru_ru: Виджет ТВ - Каналы

# #40015
source: Radios widget
it_it: Widget Radio
lt_lt: Radio programėlė
pl_pl: Widżet radia
ru_ru: Виджет радио

# #40016
source: Pictures widget
it_it: Widget Immagini
lt_lt: Paveikslėlių programėlė
pl_pl: Widżet obrazów
ru_ru: Виджет фото

# #40017
source: Enable horizontal menu
it_it: Abilita menù orizzontale
lt_lt: Įjungti horizontalų meniu
pl_pl: Włącz menu poziome
ru_ru: Включить горизонтальное меню

# #40018
source: Video Sources
it_it: Sorgenti Video
lt_lt: Video šaltiniai
pl_pl: Żródła wideo
ru_ru: Видеоисточники

# #40019
source: Audio Sources
it_it: Sorgenti Audio
lt_lt: Audio šaltiniai
pl_pl: Żródła audio
ru_ru: Аудиоисточники

# #40020
source: Replace vertical home menu by horizontal menu.
it_it: Sostituisci il menù Home da verticale ad orizzontale.
lt_lt: Pakeisti vertikalų namų meniu į horizontalų.
pl_pl: Zastąp menu pionowe poprzez menu poziome.
ru_ru: Заменить вертикальное главное меню горизонтальным

# #40021
source: Enable horizontal advanced menu
it_it: Abilita il menù avanzato orizzontale
lt_lt: Įjungti išplėstinį horizontalų meniu
pl_pl: Włącz zaawansowane menu poziome
ru_ru: Включить расширенное горизонтальное меню

# #40022
source: Replace vertical home menu by horizontal advanced menu.
it_it: Sostituisci il menù Home da verticale ad orizzontale avanzato.
lt_lt: Pakeisti vertikalų namų meniu į išplėstinį horizontalų.
pl_pl: Zastąp pionowe menu startowe przez zaawansowane menu poziome.
ru_ru: Заменить вертикальное главное меню расширенным горизонтальным.

# #40023
source: Set images path
it_it: Scegli il percorso immagini
lt_lt: Nustatyti paveikslėlių kelią
pl_pl: Ustaw ścieżkę obrazów
ru_ru: Выбрать путь фотографий

# #40024
source: Display settings applying to all areas of the skin.
it_it: Le impostazioni di visualizzazione si applicano a tutta l'area dell'interfaccia.
lt_lt: Rodymo nustatymai pritaikomi visoms teminės išvaizdos sritims
pl_pl: Ustawienia wyświetlania mające zastosowanie do wszystkich obszarów skórki.
ru_ru: Настройки отображения, применимые ко всем областям обложки.

# #40025
source: Background settings applying to all areas of the skin.
it_it: Le impostazioni di sfondo si applicano a tutta l'area dell'interfaccia.
lt_lt: Fono nustatymai pritaikomi visoms teminės išvaizdos sritims
pl_pl: Ustawienia tła mające zastosowanie do wszystkich obszarów skórki.
ru_ru: Параметры фона, применимые ко всем областям обложки.

# #40026
source: Additional settings.
it_it: Impostazioni addizionali.
lt_lt: Papildomos nuostatos.
pl_pl: Ustawienia dodatkowe
ru_ru: Дополнительные настройки

# #40027
source: Show artists clearlogos
it_it: Visualizza i clearlogos degli artisti
lt_lt: Rodyti atlikėjo „clearlogo“
pl_pl: Pokaż ClearLogos artystów
ru_ru: Показывать логотипы исполнителей

# #40028
source: Hide plots to avoid spoilers
it_it: Nascondi le trame per evitare sploiler
lt_lt: Slėpti siužetą, kad nebūtų atskleista istorija
pl_pl: Ukryj opis fabuły, aby uniknąć spoilerów
ru_ru: Скрыть сюжет для предотвращения спойлеров

# #40029
source: Enable extrafanarts for background
it_it: Abilita gli extrafanarts per lo sfondo
lt_lt: Fonui įgalinti papildomą „fanart“
pl_pl: Włącz FanArty dla tła
ru_ru: Включить экстрафанарт для фона

# #40030
source: Enable extrafanarts for thumb
it_it: Abilita gli extrafanarts per le vignette
lt_lt: Miniatiūrai įgalinti papildomą „fanart“
pl_pl: Włacz FanArty dla miniatur
ru_ru: Влючить экстрафанарт для превью

# #40031
source: Animate background
it_it: Sfondo animato
lt_lt: Animuoti foną
pl_pl: Animowane tło
ru_ru: Анимированный фон

# #40032
source: Show visualisation effects
it_it: Visualizza gli effetti di visualizzazione
lt_lt: Rodyti vizualizacijos efektus
pl_pl: Pokaż efekty wizualizacji
ru_ru: Показывать эффекты визуализации

# #40033
source: Music OSD
it_it: OSD Musica
lt_lt: Muzikos OSD
pl_pl: Muzyka (OSD)
ru_ru: Инфопанель музыки

# #40034
source: Visualization of the music screen related settings.
it_it: Parametri relativi alla schermata di visualizzazione della musica.
lt_lt: Nustatymų susijusių su muzikos ekranu vizualizacija.
pl_pl: Ustawienia związane z wizualizacją muzyki
ru_ru: Настройки, относящиеся к визуализации экрана музыки.

# #40035
source: Show CDArt
it_it: Visualizza CDArt
lt_lt: Rodyti CDArt
pl_pl: Pokaż CDArt
ru_ru: Показывать CD-арт

# #40036
source: Splash screen (photo, video or music)
it_it: Splash screen (foto, video o musica)
lt_lt: Įjungimo ekranas (foto, video ar muzika)
pl_pl: Ekran powitalny (obrazy, wideo lub muzyka)
ru_ru: Начальный экран (фото, видео или музыка)

# #40037
source: None
it_it: Nessuno
lt_lt: Niekas
pl_pl: Brak
ru_ru: Нет

# #40038
source: Start automatically Artwork Downloader after library update
it_it: Avvia automaticamente Artwork Downloader dopo l'aggiornamento della libreria
lt_lt: Po bibliotekos atnaujinimo automatiškai paleisti „Artwork Downloader“
pl_pl: Uruchom automatycznie Artwork Downloader po aktualizacji biblioteki
ru_ru: Автоматически запускать Artwork Downloader после обновления библиотеки

# #40039
source: Backup / Restore
it_it: Backup / Ripristino
lt_lt: Atsarginė kopiją/Atstatyti
pl_pl: Kopia zapasowa / Przywróć
ru_ru: Резерв и восстановление

# #40040
source: Backup skin settings
it_it: Backup dei settaggi dell'interfaccia
lt_lt: Daryti išvaizdos nustatymų atsarginę kopiją
pl_pl: Kopia zapasowa ustawień skórki
ru_ru: Создать резервную копию настроек обложки

# #40041
source: Restore skin settings from file
it_it: Ripristina i settaggi dell'interfaccia da file
lt_lt: Atstatyti išvaizdos nustatymus iš failo
pl_pl: Przywróć ustawienia skórki z pliku
ru_ru: Восстановить настройки обложки из файла

# #40042
source: Reset skin settings to defaults
it_it: Ripristina i settaggi dell'interfaccia al predefinito
lt_lt: Atstatyti išvaizdos nustatymus į numatytuosius
pl_pl: Przywróć domyślne ustawienia skórki
ru_ru: Сбросить обложку к настройкам по умолчанию

# #40043
source: Backup and restore settings of skin settings.
it_it: Backup e ripristino dei settaggi dell'interfaccia.
lt_lt: Sukurti ir atstatyti išvaizdos nustatymus.
pl_pl: Kopia zapasowa i przywracanie ustawień skórki
ru_ru: Создать резервную копию и восстановить настройки обложки

# #40045
source: Show ClearArt on video infos
it_it: Mostra le ClearArt sulle info Video
lt_lt: Video informacijoj rodyti „ClearArt“
pl_pl: Pokaż ClearArt w informacjach wideo
ru_ru: Показывать ClearArt на информации видео

# #40046
source: Visualization of the video screen related settings.
it_it: Impostazioni per la schermata di visualizzazione video.
lt_lt: Nustatymų susijusių su video ekranu vizualizacija.
pl_pl: Ustawienia związane z wizualizacją wideo
ru_ru: Настройки, относящиеся к визуализации видео экрана.

# #40047
source: Necessary addons
it_it: Addons necessari
lt_lt: Būtini priedai
pl_pl: Wymagane dodatki
ru_ru: Необходимые дополнения

# #40048
source: Necessary addons for good performance.
it_it: Addons necessari per prestazioni ottimali.
lt_lt: Būtini priedai gerai greitaveikai.
pl_pl: Wymagana dodatki dla dobrej wydajności
ru_ru: Необходимые дополнения для лучшей производительности

# #40049
source: Show ClearArt with NextUp Notification addon
it_it: Mostra le ClearArt con l'addon NextUp Notification
lt_lt: Su NextUp priedo pranešimu rodyti ClearArt„“
pl_pl: Pokaż ClearArt w dodatku NextUp Notification
ru_ru: Показывать ClearArt с дополнением NextUp

# #40050
source: Enter the paths of your RSS feeds
it_it: Inserisci il percorso dell'RSS feeds
lt_lt: Nustatykite savo RSS srautų kelius
pl_pl: Ścieżka do feeda RSS
ru_ru: Введите адреса RSS-лент

# #40051
source: Select a Set
it_it: Seleziona un Set
lt_lt: Pasirinkite rinkinį
pl_pl: Wybierz set
ru_ru: Выберите набор

# #40052
source: Show studios / recordslabels icons
it_it: Mostra le icone di Studio / Case discografiche
lt_lt: Rodyti studijos/įrašų studijos piktogramas
pl_pl: Wyświetl ikony studia/wytwórni
ru_ru: Показывать иконки студий и лейблов

# #40053
source: Studios icons
it_it: Icone Studio
lt_lt: Studijos piktogramos
pl_pl: Ikony studia
ru_ru: Иконки студий

# #40054
source: Weather icons
it_it: Icone Meteo
lt_lt: Oro piktogramos
pl_pl: Ikony pogody
ru_ru: Иконки погоды

# #40055
source: Media flags of the same color as skin
it_it: Icone Media dello stesso colore dell'interfaccia
lt_lt: Media vėliavos tokios pat spalvos kaip ir išvaizda
pl_pl: Ikony mediów w takim samym kolorze jak skórka
ru_ru: Медиафлажки того же цвета, что и обложка

# #40056
source: Show animated posters
it_it: Mostra i Poster animati
lt_lt: Rodyti animuotus plakatus
pl_pl: Pokaż animowane plakaty
ru_ru: Показывать анимированные постеры

# #40057
source: Context menu
it_it: Menù contestuale
lt_lt: Kontekstinis meniu
pl_pl: Menu kontekstowe
ru_ru: Контекстное меню

# #40058
source: TV shows next aired
it_it: Serie TV prossimamente in onda
lt_lt: TV laidos sekančio rodymo data
pl_pl: Nadchodzące seriale
ru_ru: Следующая программа

# #40059
source: Similar
it_it: Similari
lt_lt: Panašu
pl_pl: Podobne
ru_ru: Похожие

# #40060
source: Multi fanarts for weather
it_it: Fanarts multipli per il meteo
lt_lt: Keli „fanarts“ orui
pl_pl: Wiele FanArtów dla pogody
ru_ru: Мультифанарт для погоды

# #40061
source: Info bars are always displayed
it_it: Le barre d'informazioni sono sempre visualizzate
lt_lt: Info juostos visada rodomos
pl_pl: Paski informacji zawsze wyświetlane
ru_ru: Инфопанели постоянно отображаются

# #40062
source: Recordslabels icons
it_it: Icone case discografiche
lt_lt: Įrašų studijos piktogramos
pl_pl: Ikony wytwórni
ru_ru: Иконки лейблов

# #40063
source: Show media path
it_it: Visualizza percorso Media
lt_lt: Rodyti media kelią
pl_pl: Pokaż scieżkę mediów
ru_ru: Показать путь к медиа

# #40064
source: Media path
it_it: Percorso Media
lt_lt: Media kelias
pl_pl: Ścieżka mediów
ru_ru: Путь к медиа

# #40065
source: Kiosk Mode
it_it: Modo Kiosk
lt_lt: „Kiosk“ režimas
pl_pl: Tryb Kiosk
ru_ru: Режим киоска

# #40066
source: Background opacity
it_it: Opacità dello sfondo
lt_lt: Fono permatomumas:
pl_pl: Przezroczystość tła
ru_ru: Прозрачность фона

# #40067
source: Opacity
it_it: Opacità
lt_lt: Permatomumas
pl_pl: Przezroczystość
ru_ru: Прозрачность

# #40068
source: Never
it_it: Mai
lt_lt: Niekada
pl_pl: Nigdy
ru_ru: Никогда

# #40069
source: Only on library
it_it: Solo sulla libreria
lt_lt: Tik bibliotekoje
pl_pl: Tylko w bibliotece
ru_ru: Только в библиотеке

# #40070
source: All over skin
it_it: Su tutta l'interfaccia
lt_lt: Visur išvaizdoje
pl_pl: W obrębie skórki
ru_ru: Во всей обложке

# #40071
source: Hide info bars
it_it: Nascondi le barre d'informazione
lt_lt: Slėpti info juostas
pl_pl: Ukryj paski informacji
ru_ru: Скрыть инфопанели

# #40072
source: Info bars are hidden only on library
it_it: Le barre d'informazione sono nascoste solo sulla libreria
lt_lt: Informacijos juostos paslėptos tik bibliotekoje
pl_pl: Paski informacji ukryte tylko w bibliotece
ru_ru: Инфопанели скрыты только в библиотеке

# #40073
source: Info bars are hidden all over skin
it_it: Le barre d'informazione sono nascoste su tutta l'interfaccia
lt_lt: Informacijos juostos paslėptos visur
pl_pl: Paski informacji ukryte w obrębie skórki
ru_ru: Инфопанели скрыты по всей обложке

# #40074
source: Add-on settings
it_it: Impostazioni Add-on
lt_lt: Priedo nustatymai
pl_pl: Ustawienia dodatków
ru_ru: Настройки дополнения

# #40075
source: Hidden TV channels
it_it: Canali TV nascosti
lt_lt: Paslėpti TV kanalai
pl_pl: Ukryte kanały TV
ru_ru: Скрытые телеканалы

# #40076
source: Visible TV channels
it_it: Canali TV visibili
lt_lt: Matomi TV kanalai
pl_pl: Widoczne kanały TV
ru_ru: Видимые телеканалы

# #40077
source: Access all of your favorites
it_it: Accesso a tutti i tuoi preferiti
lt_lt: Pasiekite visus mėgiamiausius
pl_pl: Dostęp do ulubionych
ru_ru: Доступ к вашему избранному

# #40078
source: Access all settings
it_it: Accesso a tutte le impostazioni
lt_lt: Pasiekti visus nustatymus
pl_pl: Dostęp do ustawień
ru_ru: Доступ ко всем настройкам

# #40079
source: Access to filemanager
it_it: Accesso al filemanager
lt_lt: Pasiekti failų tvarkyklę
pl_pl: Dostęp do managera plików
ru_ru: Доступ к файловому менеджеру

# #40080
source: Access to power options
it_it: Accesso alle opzioni di Alimentazione
lt_lt: Pasiekti maitinimo parinktis
pl_pl: Dostęp do opcji zasilania
ru_ru: Доступ к опциям питания

# #40081
source: Do a research
it_it: Effettua una ricerca
lt_lt: Daryti tyrimą
pl_pl: Znajdź czego potrzebujesz
ru_ru: Искать повторно

# #40082
source: Custom busy spinner
it_it: Icona personalizzata di occupato
lt_lt: Pasirinktinis užimtumo suktukas
pl_pl: Niestandardowy gif ładowania
ru_ru: Свой спиннер

# #40083
source: Show background video
it_it: Guarda il video in background
lt_lt: Rodyti fono video
pl_pl: Pokaż wideo w tle
ru_ru: Показывать видео в фоне

# #40084
source: Type of Widgets
it_it: Tipi di Widgets
lt_lt: Programėlių tipas
pl_pl: Typy widgetów
ru_ru: Тип виджетов

# #40085
source: Skin Helper Service Widgets
it_it: Widgets del servizio di Skin Helper
lt_lt: „Skin Helper Service“ programėlės
pl_pl: Widget Skin Helper Service
ru_ru: Виджеты Skin Helper Service

# #40086
source: Hide widget banner
it_it: Nascondi il widget banner
lt_lt: Slėpti programėlės piktogramą
pl_pl: Ukryj pasek widgeta
ru_ru: Скрыть баннер виджета

# #40087
source: ClearArt position
it_it: Posizione di ClearArt
lt_lt: „Clearart“ vieta
pl_pl: Pozycja ClearArt
ru_ru: Позиция ClearArt

# #40088
source: To the right
it_it: A destra
lt_lt: Į dešinę
pl_pl: Do prawej
ru_ru: Справа

# #40089
source: To the left
it_it: A sinistra
lt_lt: Į kairę
pl_pl: Do lewej
ru_ru: Слева

# #40090
source: In the center
it_it: Al centro
lt_lt: Centre
pl_pl: Na środku
ru_ru: По центру

# #40091
source: Big fanart
it_it: Fanart grandi
lt_lt: Didelis „Fanart“
pl_pl: Duży FanArt
ru_ru: Большой фанарт

# #40092
source: Aired
it_it: In onda
lt_lt: Rodyta
pl_pl: Na antenie
ru_ru: В эфире

# #40093
source: Big posters
it_it: Poster grandi
lt_lt: Dideli plakatai
pl_pl: Duże plakaty
ru_ru: Большие постеры

# #40094
source: Library
it_it: Libreria
lt_lt: Biblioteka
pl_pl: Biblioteka
ru_ru: Библиотека

# #40095
source: In-progress movies
it_it: Film in corso
lt_lt: Nebaigti žiūrėti filmai
pl_pl: Filmy w trakcie oglądania
ru_ru: Фильмы в процессе просмотра

# #40096
source: Most played albums
it_it: Albums più riprodotti
lt_lt: Dažniausiai klausyti albumai
pl_pl: Najczęściej odgrywane albumy
ru_ru: Самые прослушиваемые альбомы

# #40097
source: Random albums
it_it: Albums casuali
lt_lt: Atsitiktiniai albumai
pl_pl: Losowe albumy
ru_ru: Случайные альбомы

# #40098
source: Random artists
it_it: Artisti casuali
lt_lt: Atsitiktiniai atlikėjai
pl_pl: Losowy artysta
ru_ru: Случайные исполнители

# #40099
source: Random movies
it_it: Film casuali
lt_lt: Atsitiktiniai filmai
pl_pl: Losowe filmy
ru_ru: Случайные фильмы

# #40100
source: Random music videos
it_it: Video clips casuali
lt_lt: Atsitiktiniai muzikos video
pl_pl: Losowe teledyski
ru_ru: Случайные муз. видео

# #40101
source: Unplayed albums
it_it: Albums non riprodotti
lt_lt: Neperklausyti albumai
pl_pl: Nieodtwarzane albumy
ru_ru: Непрослушанные альбомы

# #40102
source: Unwatched movies
it_it: Film non visti
lt_lt: Neperžiūrėti filmai
pl_pl: Nieobejrzane filmy
ru_ru: Непросмотренные фильмы

# #40103
source: Unwatched TV shows
it_it: Serie TV non viste
lt_lt: Neperžiūrėtos TV laidos
pl_pl: Nieobejrzane seriale
ru_ru: Непросмотренные сериалы

# #40104
source: Hide notification popup during playback
it_it: Nascondi il popup di notifica durante la riproduzione
lt_lt: Atkūrimo metu slėpti iššokančius pranešimus
pl_pl: Ukryj powiadomienie podczas odtwarzania
ru_ru: Скрыть уведомления при проигрывании

# #40105
source: Hide notification popup during video or music playback.
it_it: Nascondi il popup di notifica durante la riproduzione di video o musica.
lt_lt: Slėpti iššokančius meniu muzikos ar video atkūrimo metu.
pl_pl: Ukryj powiadomienie podczas odtwarzania muzyki lub wideo.
ru_ru: Скрыть всплывающие уведомления во время воспроизведения видео или музыки

# #40106
source: Select widgets first
it_it: Seleziona prima il widgets
lt_lt: Pirmiausia pasirinkite programėles
pl_pl: Widget w pierwszej kolejnośći
ru_ru: Сначала выбирать виджеты

# #40107
source: Navigates main menu to widgets rather than main menu to submenus icons.
it_it: Naviga dal menu principale ai widgets piuttosto che dal menù principale alle icone dei sottomenù.
lt_lt: Pagrindiniame meniu peršoka prie programėlių, o ne pomeniu piktogramų.
pl_pl: Nawiguj z menu głównego do widgetów zamiast do ikon podmenu.
ru_ru: Переходить в главное меню виджетов вместо иконок подменю.

# #40108
source: Next aired
it_it: Prossimamente in onda
lt_lt: Toliau bus rodoma
pl_pl: Następny
ru_ru: Дальше в эфире

# #40109
source: Last aired
it_it: Ultima trasmissione
lt_lt: Neseniai rodyta
pl_pl: Ostatni
ru_ru: Последнее прошедшее в эфире

# #40110
source: Views
it_it: Visualizzazioni
lt_lt: Peržiūros
pl_pl: Oglądnięcia
ru_ru: Просмотры

# #40111
source: Hardware info
it_it: Informazioni hardware
lt_lt: Aparatūros informacija
pl_pl: Informacje sprzętowe
ru_ru: Информация об аппаратуре

# #40112
source: Hard disk usage:
it_it: Utilizzo Hard Disk:
lt_lt: Kietojo disko naudojims:
pl_pl: Użycie dysku twardego:
ru_ru: Использование диска:

# #40113
source: Show background visualisation effects
it_it: Mostra gli effetti di visualizzaione sullo sfondo
lt_lt: Rodyti fono vizualizacijos efektus
pl_pl: Pokaż efekty wizualne w tle
ru_ru: Показывать фоновые эффекты визуализации

# #40114
source: Music videos - Library
it_it: Video musicali - Libreria
lt_lt: Muzikos video - biblioteka
pl_pl: Teledyski - Biblioteka
ru_ru: Муз. видео - Библиотека

# #40115
source: Music videos widget
it_it: Widget dei Video musicali
lt_lt: Muzikos video programėlė
pl_pl: Widget teledysków
ru_ru: Виджет муз. видео

# #40116
source: Unwatched music videos
it_it: Video musicali non visti
lt_lt: Neperžiūrėti muzikos video
pl_pl: Nieobejrzane teledyski
ru_ru: Непросмотренные муз. видео
